{
    "data": [
        {
            "id": "1004120322954595_1466427300057226",
            "message": "I hope I'm signed up to listen to this next Saturday",
            "updated_time": "2016-12-25T02:01:04+0000"
        },
        {
            "id": "1004120322954595_1466427410057215",
            "message": "🎅🏼🎅🏼🎅🏼🎄🎅🏼🎄🎅🏼🎄",
            "updated_time": "2016-12-25T01:52:17+0000"
        },
        {
            "id": "1004120322954595_1460835417283081",
            "updated_time": "2016-12-20T23:34:01+0000"
        },
        {
            "id": "1004120322954595_1460830740616882",
            "story": "Ethann Fox shared Awake And Empowered Expo's photo to the event: AAE tv with Ethann Fox I 12.31.16.",
            "updated_time": "2016-12-20T23:30:39+0000"
        },
        {
            "id": "1004120322954595_1455401184493171",
            "message": "If you missed the last episode of AAE tv, you can watch it here...\n\nIn this episode of AAE tv, Micheila Sheldan channels a variety of beings and collectives including the 8th Dimensional Arcturians, The Pleiadians, Jeremiah, Mary Magdalene and Sri Aurobindo.  The Arcturian Collective explains that we have now entered a new timeline on the planet and goes into great detail about how this timeline shift is affecting our current time space reality. They discuss a leveling off of harmonics within Mother Gaia that recently took place and how it is impacting on our lives, allowing us to operate within a field synchronicity. The Arcturians specifically discuss our vibrational stance in relationship to collective energies and creating consciousness and also address the lightbody and how we are now able to release karmic imprints and integrate the lightbody for physical manifestation. Collective consciousness and how humans work within it is explained with a specific focus on empaths, intention and the emotional body. An activation for the lightbody is given to amplify heart centered harmonics and integrate physical and nonphysical energy bodies for manifestation. There are many audience questions answered on a variety of topics ranging from the meaning of dimensions, DNA, past lives and soul communication, to our soul’s purpose, supporting those who are in poor physical health and how a soul is created.  There is also a question addressed regarding the life of Sri Aurobindo and the meaning of Supramental descent. \n\nAbout Micheila Sheldan\nMicheila Sheldan is an intuitive channel, Executive Director of the Flower of Life Center for Human Evolution and Marketing Director of the Awake and Empowered Expo. During a struggle to overcome chronic pain, Micheila experienced a shift of awakening, discovering her intuitive gifts and launching a journey to better understand her connection to the spirit world. In the course of her healing process, she left behind her role as a marketing consultant and soccer mom to step fully onto her soul’s path as an intuitive channel.\n\nMicheila has the ability to channel a variety of multi-dimensional, extraterrestrial and angelic beings to answer questions about our history, current challenges and where we are headed in the future.  She joins Ethann each month on Awake and Empowered TV to bring universal channeled messages to the listening audience. Through her transformational experience, Micheila has come to understand that her channeled messages are vibrational in nature, energetically uplifting and healing those who hear them and allowing Lightworkers to firmly step onto their soul’s path and serve as a human conduit for healing energies.  By tuning in each week, listeners will gain inspiration and tools to maintain and raise their vibration, as well as heal and open their energy field, by directly connecting with the consciousness of multi-dimensional beings who are here to support our evolution. she has experienced astoundingly accurate results. She often receives visions of significant past life experiences and describe how they are impacting a client’s present journey\n\nwww.micheilasheldan.com\n\nAwake and Empowered TV with Ethann Fox on CCN (aae.tv)\n\nAs the energy of our planet is shifting and changing, many who are awakening have come to realize their world is quite different than they were taught and had imagined. Societal institutions, religious traditions and mainstream media focus on our physical reality, materialism and other negative aspects of our reality, blocking our spiritual connection to the Divine. To support an emerging shift of consciousness in the world, now more than ever, people are in need of real world tools, and inspiration to cause positive change and support a higher vibration. Awake and Empowered TV is the impetus for raising vibration and increasing awareness of the positive aspects of this transition and where we are headed as a global consciousness.\n\nAbout Flower of Life: http://www.floweroflifecenter.org/\nAbout the Awake and Empowered Expo:http://awakeandempoweredexpo.com/about\nAbout an Energy Transfer: http://www.ethannfox.com\nSee our line up of other incredible presenters: http://awakeandempoweredexpo.com/presenters\n\nhttps://youtu.be/0hCA7qO86dM",
            "story": "Ethann Fox shared a link to the event: AAE tv with Ethann Fox I 12.31.16.",
            "updated_time": "2016-12-18T03:38:13+0000"
        },
        {
            "id": "1004120322954595_1455246944508595",
            "message": "this sucks.  i have tried everything to find a way to connect.  this happens every time.",
            "updated_time": "2016-12-18T01:52:09+0000"
        },
        {
            "id": "1004120322954595_1455273367839286",
            "story": "Ethann Fox shared Conscious Consumer Network's live video to the event: AAE tv with Ethann Fox I 12.31.16.",
            "updated_time": "2016-12-18T00:41:26+0000"
        },
        {
            "id": "1004120322954595_1455251234508166",
            "message": "Still cant find link???",
            "updated_time": "2016-12-18T00:26:24+0000"
        },
        {
            "id": "1004120322954595_1455242471175709",
            "message": "Where do you click to watch the live show?",
            "updated_time": "2016-12-18T00:02:33+0000"
        },
        {
            "id": "1004120322954595_1452810774752212",
            "story": "Ethann Fox shared Awake And Empowered Expo's photo to the event: AAE tv with Ethann Fox I 12.31.16.",
            "updated_time": "2016-12-16T02:16:39+0000"
        },
        {
            "id": "1004120322954595_1449793215053968",
            "story": "Ethann Fox shared Awake And Empowered Expo's photo to the event: AAE tv with Ethann Fox I 12.31.16.",
            "updated_time": "2016-12-13T20:48:26+0000"
        },
        {
            "id": "1004120322954595_1448346011865355",
            "message": "Is the Dec 17th event live streamed? Is it Central standard time zone? I've been checking every day for a new message. I can't wait until Saturday, lol! Thank you",
            "updated_time": "2016-12-13T04:47:11+0000"
        },
        {
            "id": "1004120322954595_1435604883139468",
            "message": "Can't access the video again on Live Streaming.",
            "updated_time": "2016-12-12T09:34:27+0000"
        },
        {
            "id": "1004120322954595_1435612553138701",
            "message": "Ever since CCN started using Live Stream I can't access your Live program.",
            "updated_time": "2016-12-12T09:34:22+0000"
        },
        {
            "id": "1004120322954595_1445954808771142",
            "message": "Unfortunately, can't access the link neither... Will there be a replay on YouTube later...?",
            "updated_time": "2016-12-12T09:34:12+0000"
        },
        {
            "id": "1004120322954595_1446018125431477",
            "message": "Unable to connect to live stream ... Hope their wil be a replay",
            "updated_time": "2016-12-12T09:33:24+0000"
        },
        {
            "id": "1004120322954595_1435603496472940",
            "message": "Where is the link? The one above is broken.",
            "updated_time": "2016-12-04T00:08:38+0000"
        },
        {
            "id": "1004120322954595_1430578543642102",
            "story": "Ethann Fox shared Awake And Empowered Expo's photo to the event: AAE tv with Ethann Fox I 12.31.16.",
            "updated_time": "2016-11-30T04:27:02+0000"
        },
        {
            "id": "1004120322954595_1428602163839740",
            "story": "Ethann Fox shared Flower of Life's photo to the event: AAE tv with Ethann Fox I 12.31.16.",
            "updated_time": "2016-11-28T02:35:18+0000"
        },
        {
            "id": "1004120322954595_1421775277855762",
            "story": "Ethann Fox shared Energy Transfer for Global Consciousness's photo to the event: AAE tv with Ethann Fox I 12.31.16.",
            "updated_time": "2016-11-22T02:43:41+0000"
        },
        {
            "id": "1004120322954595_1420715897961700",
            "story": "Ethann Fox shared Awake And Empowered Expo's photo to the event: AAE tv with Ethann Fox I 12.31.16.",
            "updated_time": "2016-11-21T00:53:40+0000"
        },
        {
            "id": "1004120322954595_1420713304628626",
            "story": "Ethann Fox shared Awake And Empowered Expo's photo to the event: AAE tv with Ethann Fox I 12.31.16.",
            "updated_time": "2016-11-21T00:49:24+0000"
        },
        {
            "id": "1004120322954595_1419946851371938",
            "message": "The energy transfer is such an amazing release it I feel great after each session ... Check out EthannFox's site he also does interviews with interesting people...",
            "updated_time": "2016-11-20T08:53:50+0000"
        },
        {
            "id": "1004120322954595_1419635684736388",
            "message": "Your link does not work and could not watch the interview.",
            "updated_time": "2016-11-20T03:46:31+0000"
        },
        {
            "id": "1004120322954595_1418436194856337",
            "story": "Ethann Fox shared Energy Transfer for Global Consciousness's event to the event: AAE tv with Ethann Fox I 12.31.16.",
            "updated_time": "2016-11-18T19:18:25+0000"
        }
    ],
    "paging": {
        "next": "https://graph.facebook.com/v2.8/1004120322954595/feed?access_token=1226345454111086|AQ49uPrrpTpJC1436x7fXhsaSrc&limit=25&until=1479496705&__paging_token=enc_AdA7uKyDwa4xnMZAuTAlTd8pP6qLEhsomNEtKuj7KwvuGrtHOrZCiCXjmszRDZBEPITq6xnE0jsf5GJdZAQxalojrebADsryxypiajJWk7WmWeElIwZDZD",
        "previous": "https://graph.facebook.com/v2.8/1004120322954595/feed?since=1482631264&access_token=1226345454111086|AQ49uPrrpTpJC1436x7fXhsaSrc&limit=25&__paging_token=enc_AdA1fvV6JC5RWy4HePGZAUAXLrpixX4uSKskJiKdVzaC6HPOe6mO0Dt8wQzulRM7iAhI57B79s4AovNy5SebkpJiBjSNun3wUrKUcqbFBP62lLgZDZD&__previous=1"
    }
}