{
    "data": [
        {
            "id": "101396903696454_101401103696034",
            "updated_time": "2016-12-24T01:20:16+0000"
        },
        {
            "id": "101396903696454_101400587029419",
            "message": "DE LUNES A VIERNES 20:00 hrs.\nSÁBADOS Y DOMINGOS 18:00 hrs. \nBoletos disponibles en taquilla y en el sistema Ticketmaster.\nwww.ticketmaster.com",
            "story": "Teatro Enrique Lizalde shared a link to the event: Císcale, císcale diablo panzón.",
            "updated_time": "2016-12-24T01:18:44+0000"
        },
        {
            "id": "101396903696454_101398983696246",
            "message": "En esta época decembrina abramos nuestros corazones a la unión, armonía, paz, el perdón y el amor; el mejor aliado para unir estos valores es la familia y que mejor, que a través de nuestras tradiciones podamos lograr esta unión, el perdón y la armonía. Una de nuestras más antiguas y bellas tradiciones de nuestro país es la Pastorela.\nCon humor y crítica social “Císcale, císcale Diablo Panzón” nos muestra cómo unos pastores son engañados por Satán y Satanín, quienes les dan una caja que contiene poderes; Gila llena de egoísmo y avaricia la arrebata a los pastores; generando discordia entra ellos. Con la ayuda de Jodías y el Angelito, lograrán llegar a Belem a ver LA LUZ, venciendo la envidia y la tan sonada corrupción.\nCon: Elsa Jaimes, Vicente Torres, Salvador Álvarez, Gabriel Pascual, Rosy Luna, Alan Bautizta, Emilio de Córdoba, Rogelio Faugier, Jocelynn Medina y Erika Martínez.",
            "updated_time": "2016-12-24T01:11:51+0000"
        }
    ],
    "paging": {
        "next": "https://graph.facebook.com/v2.8/101396903696454/feed?access_token=1226345454111086|AQ49uPrrpTpJC1436x7fXhsaSrc&limit=25&until=1482541911&__paging_token=enc_AdCvvcy66ZC7R41AiXMdxonSRZAAwLcdiujtibCnJEAAELrZAknUXfkHLMmseKOH9Rj6KAPQZA01XuyPxeZAb9dFb3D9neYWp2yVA6NUATZBHOy13r8AZDZD",
        "previous": "https://graph.facebook.com/v2.8/101396903696454/feed?since=1482542416&access_token=1226345454111086|AQ49uPrrpTpJC1436x7fXhsaSrc&limit=25&__paging_token=enc_AdD89rkssOSGA8q4zWFcyZAOFlEaJ4WXjxgTb8SVznopiowUdPCuBzFELETAXjjvYADjBVkRPOse0jNfxrb87o0oKoEz2ke9OxzgbUwWV342FbAZDZD&__previous=1"
    }
}