{
    "data": [
        {
            "id": "1026053334129764_1211826412219121",
            "message": "Hey, I'm interested in signing up to become a volunteer. Where do I sign up or who do I contact to become one?",
            "updated_time": "2016-12-05T23:42:17+0000"
        },
        {
            "id": "1026053334129764_1155576694510760",
            "message": "Allison Stone I think you and Kellie would like this",
            "updated_time": "2016-10-16T16:35:16+0000"
        },
        {
            "id": "1026053334129764_1155092834559146",
            "message": "VENDORS: Seeking vendors for my upcoming clothing swap. Typical attendance is 300-500. Event is 12p-4p. BYO 6' table, chairs are provided. $45 for a 6'x5' space.\n\nhttps://www.facebook.com/events/1026053334129764",
            "story": "Michelle R Ferris shared her event to the event: Seattle Clothing Exchange Annual Swap!",
            "updated_time": "2016-10-16T05:06:48+0000"
        },
        {
            "id": "1026053334129764_1154901644578265",
            "message": "I am interested. How do I sign up to be a vendor?",
            "updated_time": "2016-10-16T00:12:23+0000"
        },
        {
            "id": "1026053334129764_1145423998859363",
            "message": "We're in Seattle Pipeline!\n\nhttp://seattlepipeline.com/events/2017-clothing-exchange-clothing-swap-lake-city-community-center/",
            "updated_time": "2016-10-15T23:59:47+0000"
        },
        {
            "id": "1026053334129764_1154880917913671",
            "message": "If I am not working that day I will be there !!!!",
            "updated_time": "2016-10-15T23:32:17+0000"
        },
        {
            "id": "1026053334129764_1136377366430693",
            "message": "So if everyone followed the advice that is given in the post, people at this clothing exchange would all be wearing spandex and fanny packs.  Lol",
            "updated_time": "2016-09-26T01:59:07+0000"
        },
        {
            "id": "1026053334129764_1136898029711960",
            "message": "Natalie this is in February. America as we know it may not exist by then.",
            "updated_time": "2016-09-25T20:40:29+0000"
        },
        {
            "id": "1026053334129764_1136648773070219",
            "message": "I'm pondering opening up to vendors again. 8x5 space, $50. 10-15 vendors. Anyone interested?",
            "updated_time": "2016-09-25T15:13:19+0000"
        },
        {
            "id": "1026053334129764_1136251706443259",
            "message": "Please do me (and all of us - the more people, the better a selection there is!) a favor and send out invites to this event! This event has always been grassroots -- for the people, by the people. Let your friends, family, coworkers, and neighbors know about this awesome event.",
            "updated_time": "2016-09-25T04:27:36+0000"
        },
        {
            "id": "1026053334129764_1040580169343747",
            "message": "What did you find at the last Seattle Clothing Exchange?\nMy fashion forward friends are always asking me - where did you get that -- dress, hat, shoes, collar, jacket--- HERE!\nI'll show you mine if you show me yours!\nWhat did you find at the last Exchange?",
            "updated_time": "2016-09-24T16:41:17+0000"
        },
        {
            "id": "1026053334129764_1135816639820099",
            "message": "So excited!!! Already requested the day off... So I'm available to help out wherever!! \nFYI-  Been holding onto BAGS of clothes!!! 👚👗🎽👖👘👙👢👠👡👛👓🌂",
            "updated_time": "2016-09-24T16:40:01+0000"
        },
        {
            "id": "1026053334129764_1135285336539896",
            "message": "I am in Palm Desert getting ready for my big ca aret show:  The Art of Being Dumped! But let me know in advance when these are coming and I will donate clothes if in town.  It's a great idea!",
            "updated_time": "2016-09-24T04:38:25+0000"
        },
        {
            "id": "1026053334129764_1063838347017929",
            "message": "Is it any way i can  be  a vendor? I sell clothing",
            "updated_time": "2016-07-18T04:25:32+0000"
        },
        {
            "id": "1026053334129764_1079347438800353",
            "message": "How do I become a volunteer?",
            "updated_time": "2016-07-18T04:23:10+0000"
        },
        {
            "id": "1026053334129764_1027206077347823",
            "message": "You can win prizes like a free art class taught by Becky LeBright for two!  These guys won a mosaic madness class and had a ton of fun!",
            "updated_time": "2016-04-29T05:49:36+0000"
        },
        {
            "id": "1026053334129764_1026278930773871",
            "message": "For Newbies and Those Who Want to Know What's Up with this Event\nTo Newbies and those who just want to know WHAT'S UP?\n\nThe gist... You bring 20+ great items to swap (non-great items will be rejected at the door, and won't count toward your item total). You check them in with Quality Control (at this point they're completely out of your hands) and Sorters take them out to the tables and put them out by category of item. You'll be given an item count number by Quality Control, which you take to the door to pay your cover. \n\nOnce inside, you'll be given a raffle ticket. Fill it out completely and drop it in the ticket bin. From there, you're in the swap! \n\nShop to your heart's content. \n\nUse the service providers - they are here offering their services at reduced cost for you, so utilize them! Please honor them with a generous tip. \n\nYou can take up to 20 lbs of clothing away, which you get checked at the Exit/Re-Entry site. If you need to leave the building to take a break, or get food at the food truck outside (or if your bag just gets too heavy and you're tired of carrying it), store your items in the Safe Zone. You can re-enter, so long as you don't leave with your items. Once you leave the building with your swap items, your bracelet will be cut, and you cannot shop any further.\n\nThe way to make this event most effective...\n\n1) Make sure you bring bags to put your takeaway goodies in.\n\n2) When you arrive, take your clothes to Quality Control. They will check your items, give you an item count to go pay cover with, and from there, the sorters will take your clothes (and everyone else's) and put them out on the appropriate, labeled tables. No broken, frayed, smelly, smoky, pet furred, pilled, out of style, worn out clothing will be accepted. Additionally, no more than 5 \"basic items\" are allowed for women's clothing (see: plain t-shirts, plain sweats, basic tanks, etc etc).\n\n3) When you enter, go directly to the raffle table and enter your ticket. Must be present to win.\n\n4) Every time someone new comes in, more clothes come in. We do our best to hold some bags for later in the evening, so that there is a more even flow throughout the day, but it depends on if attendance allows for it.\n\n5) Come with cover and extra cash to tip our service providers, buy food, and purchase extra raffle tickets (to heck with Lotto - these odds are WAY BETTER).\n\n6) Wear something you can easily try clothes on over (spandex workout clothes work great), as changing takes place in public. There will be mirrors spread throughout the event. There are also gender neutral restrooms to utilize, if that is more comfortable for you (please only one stall utilized per bathroom at a time, so that people can also use the bathrooms, you know, as bathrooms...). \n\n7) Leave as much as you can at home. Remember that it gets crazy in there, and I don't want to see your jackets, purses, shoes, or anything else walk off with someone else if it wasn't meant to. MINIMIZE and wear a fanny pack if you have one!\n \n8) Invite everyone you know! Remember that the more people that come, the better of a selection there is to choose from, and the more fun we ALL have!\n\n9) Be kind, share, and be each other's mirrors. We're all there to have a great time. Don't be afraid to talk to each other and give each other opinions. That's what we're there for!\n\n10) Please remember to bring only quality, fashion-forward clothing and costumes. Ragged, dirty, smelly, broken, or generally worn-out clothing will not count toward item admission total. Thanks for understanding - it makes it a more pleasant shopping experience for all of us! ♥\n\n11) No scents! No animal fur stuck to clothing! PLEASE make sure that both the clothes you bring, as well as YOUR BODY are not carrying any scents, perfumes, smoke, laundry detergent or dryer sheet smells (hypoallergenic, scent-free ONLY please). If they we can smell your clothes from 10 fingers away, they will be rejected. Non-entry may also apply to people. Some people are highly sensitive to scents and it can cause full day migraines, hives, etc. To be fair to *everyone,* we ask that you DO NOT WEAR SCENTS to our events. Thank you!\n\n12) Make sure you're on the Clothing Exchange group page and email list so you can get notified of future events. \n-- http://www.facebook.com/groups/seattleclothingexchange/\n-- http://eepurl.com/WeIlv\n\n13) PLEASE CARPOOL or join the rideshare group and check back often. https://www.facebook.com/groups/304925369708388/\n\n14) DO NOT PARK IN THE LIBRARY PARKING. YOU COULD GET LOCKED IN FOR THE NIGHT.\n\n15) Explore, have fun. Try on, make friends. If your bags gets heavy, you can store your findings in our \"SAFE ZONE,\" where no shopping is allowed. Please don't leave purses here, just swap clothing.\n\n16) Service providers are set up for your benefit. They are FREE to use. We just ask that you please remember to tip generously, since they are providing their services at no base cost.\n\n17) You can take away up to 20 lbs of clothing from any table. On your way out, your items will be weighed, and your bracelet cut off.\n\n18) You can come and go as you please to get water, food at our food truck, take a break, etc. However, you cannot leave with clothing (store it in the Safe Zone) or your bracelet will be removed and you will have to pay to enter again.\n\n19) Baby/kids clothing is separate of the swap. It is neither counted for quota on the way in (unless the entrant IS a youth), or the way out. This is a separate benefit, just for all you parents out there.\n\n20) Remember that this ENTIRE SWAP is volunteer run! Please be kind and thoughtful with our volunteers. They're here to support this wonderful community for you, and for all of us. Give them high fives and hugs. \n21) Biggest tip: HAVE FUN!",
            "story": "Michelle R Ferris shared a group to the event: Seattle Clothing Exchange Annual Swap!",
            "updated_time": "2016-04-28T06:59:50+0000"
        },
        {
            "id": "1026053334129764_1026243804110717",
            "message": "I can't wait! I am exited. Sent out my invites!! \nExcited to help out, feel the joy, dance to the beat! \nThank you for your energy, Michelle, in doing these events!",
            "updated_time": "2016-04-27T17:06:59+0000"
        },
        {
            "id": "1026053334129764_1026063470795417",
            "message": "Hey all! Start sending those invites now! Facebook is a horrible beast, and has made getting the word out really hard... but if we start now and help this event go viral, we'll have a ridiculously amazing selection of clothing to choose from! So spread the word, and let's shop!",
            "updated_time": "2016-04-27T09:08:01+0000"
        },
        {
            "id": "1026053334129764_1026054270796337",
            "message": "Annual event!? Phooey! I'll be in India during this. So sad.",
            "updated_time": "2016-04-27T08:00:12+0000"
        },
        {
            "id": "1026053334129764_1026053337463097",
            "story": "Michelle R Ferris created an event.",
            "updated_time": "2016-04-27T07:43:35+0000"
        }
    ],
    "paging": {
        "next": "https://graph.facebook.com/v2.8/1026053334129764/feed?access_token=1226345454111086|AQ49uPrrpTpJC1436x7fXhsaSrc&limit=25&until=1461743015&__paging_token=enc_AdDvQJOVASdZCNSqwzo74ZC3W5ZBZCZAzeHX9aHdqEAP3aHti1kIn5NXxlZA57nZAuOyjMDql2LXYf2c8H7tXjW2Gd0TCW3bWlOjHur9BV71Qu07MIJPwZDZD",
        "previous": "https://graph.facebook.com/v2.8/1026053334129764/feed?since=1480981337&access_token=1226345454111086|AQ49uPrrpTpJC1436x7fXhsaSrc&limit=25&__paging_token=enc_AdAzgp01moB1VHNbQOGNwL40juiY8kx2iydZBfa2ePvSm2ZAe5h8qkfsjgZBHYtj4ZCxZAjXsfbXLX1IQKZAR4NWDRyvN9dw34fD31uxnb5dgUrR1K0wZDZD&__previous=1"
    }
}