{
    "data": [
        {
            "id": "1028651530614506_1034287863384206",
            "message": "Facciamo il pieno di lanterne per il Capodanno",
            "updated_time": "2016-12-08T23:59:31+0000"
        },
        {
            "id": "1028651530614506_1028663340613325",
            "message": "Sempre in Galleria Civica Cavour dalle ore 15.00 saranno organizzate delle attività legate alla cultura cinese tradizionale, incluse la pittura cinese, la calligrafia cinese, gli strumenti musicali cinesi, i ritagli di carta, Visto il successo negli scorsi eventi culturali, diversi laboratori verranno organizzati in turni da 45 minuti per queste attività, incluso un laboratorio per conoscere la lingua cinese. Il personale del nostro Istituto Confucio, assieme agli studenti in scambio provenienti dalla Guangzhou University, agli studenti cinesi a Padova e ad alcuni studenti del nostro Istituto e delle scuole con cui collaboriamo, saranno responsabili delle attività, inframezzate da canti e danze tradizionali.\nLaboratorio di calligrafia cinese; \nLaboratorio pittura cinese e segni zodiacali;\nLaboratorio di ritagli di carta cinesi;\nLaboratorio per scoprire la lingua cinese.",
            "updated_time": "2016-12-02T08:22:06+0000"
        },
        {
            "id": "1028651530614506_1029009267245399",
            "message": "好想去啊！😢 大家，好好玩兒！😄",
            "updated_time": "2016-12-01T17:56:08+0000"
        },
        {
            "id": "1028651530614506_1028678643945128",
            "message": "La conferenza stampa di presentazione dell'evento completo e dettagliato si terrà il 24 gennaio 2017 alle ore 11.45 in sala Bresciani Alvarez a Palazzo Moroni.",
            "updated_time": "2016-12-01T11:19:18+0000"
        },
        {
            "id": "1028651530614506_1028674090612250",
            "message": "A partire dalle 21.00 al Centro Culturale Altinate San Gaetano l’esibizione di canti e danze tradizionali cinesi dal titolo “Il fascino di Lingnan”, con 25 artisti provenienti dal “Song and Dance Troupe of Guangzhou University”",
            "updated_time": "2016-12-01T11:13:54+0000"
        },
        {
            "id": "1028651530614506_1028673450612314",
            "message": "Per tutta la giornata la libreria IBS di Via Altinate ospiterà uno special point interamente dedicato alla conoscenza della Cina, con libri di viaggio, storia, geografia e cultura.",
            "updated_time": "2016-12-01T11:12:32+0000"
        },
        {
            "id": "1028651530614506_1028673197279006",
            "message": "Alle 17.30 in Loggia della Gran Guardia, conferenza aperta al pubblico del Dottor Adriano Màdaro dal titolo: Adriano Màdaro si racconta: la mia Cina.\nIl celebre curatore, annoverato tra i più importanti esperti a livello mondiale, racconta il paese del Dragone da una prospettiva tanto \nparticolare quanto privilegiata: le sue esperienze quarantennali in Cina.\nTra i pionieri di questo vastissimo continente, che vanta un numero enorme di etnìe, Màdaro ci introdurrà alla Cina conducendoci in un viaggio che andrà dalle antiche Dinastie fino alle città-tempio della tecnologia contemporanea, passando per arte, cultura e le sue personali esperienze  vissute in un Paese dal fascino millenario.",
            "updated_time": "2016-12-01T11:11:59+0000"
        },
        {
            "id": "1028651530614506_1028659153947077",
            "message": "Per tutta la giornata del 28 gennaio in Galleria Civica Cavour sarà allestita una mostra fotografica dedicata a Guangzhou, con più di 50 foto a ripercorrere la storia di una città con origini antichissime, diventata oggi simbolo della tecnologia nel mondo.",
            "updated_time": "2016-12-01T10:45:14+0000"
        },
        {
            "id": "1028651530614506_1028655773947415",
            "message": "Dalle ore 14.00 alle 15.00 evento: “Danza del Drago” e “Danza dei Leoni” realizzato dall’associazione Weisong, fondata nel 2000 dal Maestro Liu Yuwei con il sostegno del Padre Liu SongXi. L’associazione si esibirà con il tradizionale grande dragone \n( percorso della Danza del Drago: piazza Garibaldi, via santa Lucia, via Dante, piazza dei Signori, via Monte di Pietà, via Manin, piazza delle Erbe, Liston, piazza Cavour) e un paio di leoni. La manifestazione è comprensiva inoltre di una esibizione di Taiji e Kung Fu accompagnate da musica tradizionale. Queste esibizioni si terranno davanti al plateatico di Palazzo Moroni.",
            "updated_time": "2016-12-01T10:39:22+0000"
        }
    ],
    "paging": {
        "next": "https://graph.facebook.com/v2.8/1028651530614506/feed?access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&until=1480588762&__paging_token=enc_AdBpR88zfDGg2X8NDE0Y4ZAfZCFThvMvZCUO3hAUB4p3uqrEULk4jRMbaTk4poemclEbZAELSuiiKbxH8a71Orfj2lHcOl8XZAvzy1Rpot48FRro1JgZDZD",
        "previous": "https://graph.facebook.com/v2.8/1028651530614506/feed?since=1481241571&access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&__paging_token=enc_AdDGENsj3LfZA5UjzNmqAm2X1OfyUo2Tc0NjidoIfKdm2QnkKEoodwN1kkkxbvQ41O3SBmuJeUZAaK4D5C0Rh3VyZCV5j5ma0BUZAgdgchmsKTAd6AZDZD&__previous=1"
    }
}