{
    "data": [
        {
            "id": "1186466894779526_1217373321688883",
            "message": "ראיון איתנו על הפסטיבל ועל השכונה ב'נתיב עולמי' עם נתיב רובינזון ברשת ב'",
            "updated_time": "2016-12-17T10:56:41+0000"
        },
        {
            "id": "1186466894779526_1212375182188697",
            "message": "אז בערב חמישי הבא ה-22 לחודש טפו טפו אם לא יירד גשם אנחנו מדליקים את מנורת לילה #3!  בימים הקרובים נספר לכם קצת מה יהיה ואיך יהיה.. \n\nנתחיל בהיסטוריה שכונתית מפוארת. יואב רודה ורון גואטה בהקרנת בכורה של סרטם הקצר \"תחנה | תת-תחנה\" שיוקרן על החזית הדרום-מזרחית של התחנה המרכזית הישנה! הסרט מתחקה אחר הקשר הביוגרפי של רון למקום. לאביו אברהם (מינו) גואטה ז\"ל היה מאז 1954 עסק להפצת עיתונים וחנות לספרות זולה ומגזינים במנהרה התת קרקעית שהובילה לששת רציפי האוטובוסים. במנהרה זו עברו מאות אלפי בני אדם במשך עשרות שנים. עוד כילדים רון ואחיו עבדו בעסק המשפחתי וגדלו לתוך הניגוד הקיצוני בין השכונה הצפונית הירוקה והשקטה שבה גרו, להמולה, הלכלוך, העשן, הרעש, והפסיפס האנושי הייחודי של התחנה המרכזית. הנה טיזר קצר...",
            "updated_time": "2016-12-16T12:26:17+0000"
        },
        {
            "id": "1186466894779526_1214948908597991",
            "message": "בקרוב נעלה פוסט על המסיבה והבמה הראשית בפסטיבל. בינתיים קבלו את 'קולות מאפריקה' שינגנו לנו בערב פתיחת הפסטיבל את מיטב הלהיטים מהיבשת השחורה. הערב יתראיינו וינגנו אדם רוטברד ואופיר בלום המייסדים בתכנית של נתיב רובינזון \"נתיב עולמי\" ברשת ב' בחצות...Tune in\n\nhttps://www.facebook.com/kolotmeafrica/",
            "updated_time": "2016-12-14T17:31:17+0000"
        },
        {
            "id": "1186466894779526_1213664412059774",
            "message": "ועכשיו קצת על המוזיקה בפסטיבל. אנחנו נרגשים השנה לשתף פעולה בפעם הראשונה עם 'למה כובע' - עמותה המסדירה את נגינת הרחוב במרחב הציבורי הישראלי. הם עושים עבודת קודש בכך שסוף סוף ישנה אכסניה למוזיקאים איכותיים והם מתווכים את האפשרות של מוזיקאים לנגן ברחוב ללא חשש מגורמים מוניציפאליים ואוכפי חוק וסדר :-) בקיצור - Bring it on!!!\nבפסטיבל יפעלו שלושה מוקדי מוזיקה ברחוב. חפשו אותם... ו..אם נהניתם אתם מוזמנים להביע הערכתכם בהטמנת מיטב כספכם בכובע שלמרגלות הנגנים. הם מאוד יעריכו את זה וגם אנחנו. \n\nהנה דוגמית (עוד בהמשך) של YATANA BAND מתארחים במשרדי פרויקט חכמת רחוב שתומך בפיתוח המיזם.\n\nhttps://www.facebook.com/lamakovamusic/?fref=ts",
            "updated_time": "2016-12-13T15:40:29+0000"
        },
        {
            "id": "1186466894779526_1206324016127147",
            "message": "Winter is coming...",
            "story": "‎מנורת לילה Nightlight TLV‎ shared their video to the event: ‎מנורת לילה #3 Nightlight‎.",
            "updated_time": "2016-12-06T09:19:36+0000"
        }
    ],
    "paging": {
        "next": "https://graph.facebook.com/v2.8/1186466894779526/feed?access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&until=1481015976&__paging_token=enc_AdCfzyWTZBCRa4Y4nGkkdTjbBoKU3Mu8xca2q3eAaQZCoWN9POKIwFeZC8RyZA6DtCiBPmylY1NgZAGXugoZCo2Mm8sI90g24efbP20H4LQvZAiZAeY5BAZDZD",
        "previous": "https://graph.facebook.com/v2.8/1186466894779526/feed?since=1481972201&access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&__paging_token=enc_AdBGJqZAjcTgp1O9t7Kn9tbkcui50LEvlI8GW4QYBDcKZBq13eqEcByqggdtkiqR3BoBAQLsQy0JoerMyCL7sQoPqbiZCq2ZCAzAqePRZAT86g7y0rwZDZD&__previous=1"
    }
}