{
    "data": [
        {
            "id": "1383771471906740_1842682702682279",
            "message": "ACTUALIZACION ! *** HAY UNA MADRINA QUE PAGA LA SALIDA A QUIEN LE RESCATE\nPERRERA CECAPA ( Santander).URGENTE !! LA PERRERA ESTA LLENA Y NO QUEDA NINGUN CHENIL LIBRE Y HAY RIESGO DE SACRIFICIO. ABANDONADO POR SU DUEÑO es uno de los que más tiempo lleva , mes y medio . Todos los demás salen antes que él porque es \" El gran Olvidado\". Madre mia, no dejemos que sea el primero de la lista...AYUDA DIFUNDIENDO, en algún lugar tiene que estar su angel de la guarda .(Pincha en el video para compartir sino no se ve ).\nTriky, mestizo de mastin pero de tamaño más pequeño ,de poco más de tres años. Un poco desconfiado , pero ahi le veis.. cariñoso.Ya se puede adoptar.\nSe encuentra en Cecapa( Santander) en Avda. Parayas 132 , Alto de Maliaño. Horario: De Lunes a Viernes de 10 a 12 y de 5 a 7.Sabados de 10 a 12. Tlfno. 942 25 46 36-942 25 45 75",
            "updated_time": "2016-12-17T23:35:11+0000"
        },
        {
            "id": "1383771471906740_1843111599306056",
            "message": "PERRERA CECAPA (Santander) .URGENTE ! LA PERRERA ESTA LLENA Y HAY RIESGO DE SACRIFICIO. Este pobre , es otro más de los que llevan mucho tiempo, un mes. Invisible, ignorado, olvidado ..NI UNA SOLA PERSONA HA PREGUNTADO POR ÉL, pues como se tarde mucho ..ya no hará ni falta.\nSocio , pastor alemán de 5 años,ABANDONADO POR SU DUEÑO, es noble y la verdad, que esta bastante triste. Pero ..madre mia, se acercan las Navidades ..donde está el buen corazón de la gente .NO LE DEJEMOS AHI QUE NO SALE ! (Pincha en la foto para compartir sino no se ve )\nSe encuentra en Cecapa( Santander) en Avda. Parayas 132 , Alto de Maliaño. Horario: De Lunes a Viernes de 10 a 12 y de 5 a 7.Sabados de 10 a 12. Tlfno. 942 25 46 36-942 25 45 75",
            "updated_time": "2016-12-17T20:12:44+0000"
        },
        {
            "id": "1383771471906740_1843179309299285",
            "message": "PERRERA CECAPA ( Santander) .LA PERRERA ESTA LLENA Y HAY RIESGO DE SACRIFICIO. Porque una mirada vale más ..que todo lo que se pueda decir. Triste no... lo siguiente. Si supiéramos adivinar que piensa este pobre , seguro que nos diría SACAME DE AQUI! .Es un alma en pena ..no le dejemos ahi , por favor !(Pincha en la foto para compartir sino no se ve).\nErtz , mestizo de pastor joven , cariñoso, sociable y adorable.\nSe encuentra en Cecapa( Santander) en Avda. Parayas 132 , Alto de Maliaño. Horario: De Lunes a Viernes de 10 a 12 y de 5 a 7.Sabados de 10 a 12. Tlfno. 942 25 46 36-942 25 45 75",
            "updated_time": "2016-12-17T20:11:31+0000"
        },
        {
            "id": "1383771471906740_1842852575998625",
            "message": "ACTUALIZACION !!*** YA ESTA FUERA\n\nPERRERA CECAPA ( Santander).URGENTE !! LA PERRERA ESTA LLENA Y NO QUEDA NINGUN CHENIL LIBRE Y HAY RIESGO DE SACRIFICIO.Lleva mes y medio, y NADIE ha preguntado por ella.\nABANDONADA por su dueño en la perrera,de donde la sacó cuando era tan sólo un bebé, ahora se han cansado de ella.\nPOR DIOS, ALGUIEN QUE LE AYUDE A SALIR DE AHI ,ES LA SIGUIENTE DE LA LISTA. Donde está la gente con buen corazón?\nLady, hembra mestiza de mastin de 5 años, afectuosa y sociable. (Pincha en la foto para compartir sino no se ve) \nSe encuentra en Cecapa( Santander) en Avda. Parayas 132 , Alto de Maliaño. Horario: De Lunes a Viernes de 10 a 12 y de 5 a 7.Sabados de 10 a 12. Tlfno. 942 25 46 36-942 25 45 75",
            "updated_time": "2016-12-17T19:39:06+0000"
        },
        {
            "id": "1383771471906740_1842621409355075",
            "message": "SE NECESITAN CASAS DE ACOGIDAS URGENTES. LA PERRERA CECAPA (Santander) ESTA LLENA y hay RIESGO DE SACRIFICIO para los perrines que llevan más tiempo. Como las Protectoras , Asociaciones, y Personas privadas que rescatan están al limite de sus posibilidades, SIN VUESTRA AYUDA HAY PERRINES QUE NO SALDRAN DE AHI! Mil Gracias.",
            "updated_time": "2016-12-15T18:44:46+0000"
        },
        {
            "id": "1383771471906740_1841958119421404",
            "message": "Urgenteee\n\nCecapa llena otra vez\nRiesgo de sacrificio\n19 cheniles y 19 perros",
            "updated_time": "2016-12-15T15:07:40+0000"
        },
        {
            "id": "1383771471906740_1843481905935692",
            "message": "Cecapa: hay un cachorro de no más de 3 meses de labrador negro y otro jovencito mestizo de caza blanco y negro de los que aún no hay foto.",
            "updated_time": "2016-12-15T14:57:50+0000"
        },
        {
            "id": "1383771471906740_1842572732693276",
            "message": "URGENTE LLENO !!\nSOS PERRERA CECAPA CON RIESGO DE SACRIFICIO\n\nPARECE SER QUE TODOS LOS CHENILES  ESTAN LLENOS YA.\n\nQUIEN PUEDA AYUDAR QUE ADOPTE , ACOJA, RESCATE , AYUDE ECONÓMICAMENTE,  ......\nPOR FAVOR COMPARTIR  Y DIFUNDIR",
            "updated_time": "2016-12-15T06:37:25+0000"
        },
        {
            "id": "1383771471906740_1830520460565170",
            "message": "SUS DUEÑOS FUERON A BUSCARLOS\n\nMUY MUY URGENTE\nEN LA PERRERA DE CECAPA!!!!!!!\n\nMUY URGENTE! !!!EN LA PERRERA DE CECAPA! !!\n\nEncontrados abandonados hembra joven y sus 6 bebés, 5 machos y una hembra,de unos 15/20 días. La mamá está esquelética.\nNecesitan rescate todos juntos, pueden salir a partir del día 28 de Noviembre.Si no salen rescatados,los bebés se empezarán a dar en adopción cuando coman solos,nunca antes.",
            "updated_time": "2016-12-13T15:03:32+0000"
        },
        {
            "id": "1383771471906740_1830250883925461",
            "message": "ACTUALIZACION ! *** LE QUIEREN RESCATAR GALGOS & PODENCOS CANTABRIA . NECESITAN AYUDA ECONOMICA PARA GASTOS VETERINARIOS PORQUE YA NO PUEDEN MÁS. CONTACTO. RAQUEL FLOR.\n PERRERA CECAPA (Santander). Casi un mes lleva este perrin esperando a que alguien le ayude a salir de ahí. Cada dia sufre más.Es ..el que cuando estas agachada acariciando a otro perrin ..saca la patuca entre la verja del frio chenil y te toca el hombro para que le acaricies a él también. \nLucke, joven mestizo de tamaño mediano, recogido de la calle abandonado y llevado a la perrera.Cariñoso, sociable, agradecido.Es que es genial. (Pincha en la foto para compartir sino no se ve).\nDIFUNDIMOS SIN PARAR? Por algún sitio tiene que estar su angel, porque no se entiende que todavía esté sin adoptar.\nSe encuentra en Cecapa( Santander) en Avda. Parayas 132 , Alto de Maliaño. Horario: De Lunes a Viernes de 10 a 12 y de 5 a 7.Sabados de 10 a 12. Tlfno. 942 25 46 36-942 25 45 75",
            "updated_time": "2016-12-12T19:47:41+0000"
        },
        {
            "id": "1383771471906740_1840798499537366",
            "message": "El miercoles me la lleve de la perrera de parayas...y este fue su despertar después de la primera noche en casita :)",
            "updated_time": "2016-12-10T18:08:24+0000"
        },
        {
            "id": "1383771471906740_1827598010857415",
            "message": "ACTUALIZACION !!*** SALIO ESTA TARDE RESCATADO POR CARMEN RODRIGUEZ SAN EMETERIO. SE SIGUE NECESITANDO CASA DE ACOGIDA. SI ALGUIEN QUEIRE AYUDAR ECONOMICAMENTE PARA PAGAR GASTOS SE AGRADECE, CONTACTO ELLA MISMA POR PRIVADO.\n\nPERRERA CECAPA (Santander) . Este pobre no tuvo suerte con la familia que le tocó.Se escapó y ahi está encerrado, pero no le van a venir a buscar. Ha pasado del calor de un hogar a estar en un frio y húmedo chenil. (Pincha en la foto para compartir sino no se ve)\nBlas, mestizo joven , salao y cariñosísimo Ya se puede adoptar \nSe encuentra en Cecapa( Santander) en Avda. Parayas 132 , Alto de Maliaño. Horario: De Lunes a Viernes de 10 a 12 y de 5 a 7.Sabados de 10 a 12. Tlfno. 942 25 46 36-942 25 45 75",
            "updated_time": "2016-12-01T23:53:53+0000"
        },
        {
            "id": "1383771471906740_1835478143402735",
            "message": "PERRERA CECAPA (Santander ) . La foto no tiene nada que ver con la realidad, en menudina , esta delgada y muerta de miedo. Se acerca lentamente y no hace más que temblar. Pero es un solete de perra que solo inspira ternura, la pobre.(Pincha en la foto para compartir sino no se ve ) DIFUNDIMOS ?\nLa recogieron abandonada por la calle,y no se sabe más de su vida anterior. Y mira donde está ahora ..en un infierno de chenil.\nPatty , mestiza hembra,joven. Tan cariñosa a pesar del miedo que solo te dan ganas de abrazarle. Ya se puede adoptar.\nSe encuentra en Cecapa( Santander) en Avda. Parayas 132 , Alto de Maliaño. Horario: De Lunes a Viernes de 10 a 12 y de 5 a 7.Sabados de 10 a 12. Tlfno. 942 25 46 36-942 25 45 75",
            "updated_time": "2016-12-01T20:45:27+0000"
        },
        {
            "id": "1383771471906740_1834434376840445",
            "message": "https://www.facebook.com/photo.php?fbid=1169268686482891&set=a.922586181151144.1073741892.100001993137436&type=3&theater   ACTUALIZACION !! *** ESTA  ADOPTADO\n \nY ESTE PEQUE ..QUE YA TENIA QUE ESTAR FUERA ! NO TIENE NADA QUE VER CON LA FOTO, ES PRECIOSO . Y NO HACE MAS QUE SACAR LA PATUCA ENTRE LA VERJA DEL CHENIL QUERIENDO SALIR. VAMOSS ..AYUDAMOS DIFUNDIÉNDOLE ??(Pincha en la foto para compartir sino no se ve)",
            "updated_time": "2016-11-29T22:31:16+0000"
        },
        {
            "id": "1383771471906740_1831622987121584",
            "message": "26 noviembre ( informativo )\n11 perros en Cecapa \nLos 3 últimos en entrar están dentro de los comentarios \n\nDentro del comentario de cada perro viene informacion",
            "updated_time": "2016-11-29T19:17:20+0000"
        },
        {
            "id": "1383771471906740_1834432733507276",
            "message": "https://www.facebook.com/photo.php?fbid=1163390213737405&set=a.922586181151144.1073741892.100001993137436&type=3&theater  AYUDAIS A DIFUNDIR ESTE SOLETE DE PERRINA QUE ES PÁ COMERSELA DE LO CARIÑOSA QUE ES ! Muchas Gracias .(Pincha en la foto para compartir sino no se ve)",
            "updated_time": "2016-11-28T21:59:41+0000"
        },
        {
            "id": "1383771471906740_1828879350729281",
            "message": "PERRERA CECAPA (Santander) . Y muchos pensarán , es mestiza y ni siquiera es mastin..no será guapa de apariencia pero si noble de corazón. Lleva casi un mes, y NADIE ha preguntado por ella.\nABANDONADA por su dueño en la perrera,de donde la sacó cuando era tan sólo un bebé, ahora se han cansado de ella.\nLady, hembra mestiza de mastin de 5 años, afectuosa y sociable.Ya se puede adoptar. (Pincha en la foto para compartir sino no se ve) \nSINO PUEDES SER TU SU NUEVA FAMILIA , AYUDAS DIFUNDIENDO? Muchas Gracias.\nSe encuentra en Cecapa( Santander) en Avda. Parayas 132 , Alto de Maliaño. Horario: De Lunes a Viernes de 10 a 12 y de 5 a 7.Sabados de 10 a 12. Tlfno. 942 25 46 36-942 25 45 75",
            "updated_time": "2016-11-28T18:48:32+0000"
        },
        {
            "id": "1383771471906740_1830268103923739",
            "message": "https://m.facebook.com/adoptaoacogecantabria/photos/a.461938960632616.1073741828.461854430641069/691658950993948/?type=3",
            "story": "Cristina Gutiérrez Castillo shared Adopta o Acoge Cantabria's photo to the event: S.O.S ¡¡  PERRERA CECAPA.",
            "updated_time": "2016-11-22T12:10:13+0000"
        },
        {
            "id": "1383771471906740_1830237823926767",
            "message": "Amelia,de 8 años, fue recogida abandonada en la calle y llevada a la Perrera Cecapa (Santander) , ya esta fuera rescatada por un grupo de madrinas. Esta pasando la cuarentena en residencia, PERO NECESITA CASA DE ACOGIDA EN CANTABRIA porque sino no queda otra que llevarle a residencia indefinidamente hasta su adopción.\nPodeis ver , el cambio de expresión de su cara en su primer dia de paseo que fue ayer..Logicamente se le tuvo que poner el chip, pasaporte , administrar la vacuna de la rabia, pentavalente y desparasitación interna y externa. Y todavía hay que llevarla al vete a una rv más en profundidad porque tiene el lomo sin pelo, como podeis ver en la foto, los ojos mal..No tiene dientes abajo, pero ella sus chuches se le come.. jaja!.Ah! Y se le llevara a la pelu para mejorar su pelo mientras y que este muy coqueta .\nDe Amelia no se sabe nada de su vida anterior..pero es un solete de perrina, es muy cariñosa, es muy agradecida, solo busca caricias,..la pobre .\nSi alguien quiere unirse al grupo de madrinas o ayudar en sus gastos con lo que se pueda, poneros en contacto con Angela Calderón o yo misma.ESTE RESCATE ES EL RESULTADO DE QUE ENTRE TODOS SE PUEDE ! Mil gracias a todos.",
            "updated_time": "2016-11-20T22:41:05+0000"
        },
        {
            "id": "1383771471906740_1827019600915256",
            "message": "ACTUALIZACION ! ****SALIO RESCATADO .\nPERRERA CECAPA (Santander).Otro más en esa lista negra de los perrines encerrados en esos frios cheniles.Se puede pensar que siendo mestizo de mastin , no lo tiene fácil por su tamaño. Pero tiene un corazón muy noble, cariñosismo...cuando te vas aulla, el pobre. (Pincha en la foto para compartir, sino no se ve)\nRalph, es macho, joven,recogido de la calle porque estaba abandonado. La verdad , es que es adorable. Ya se puede adoptar.\nSe encuentra en Cecapa( Santander) en Avda. Parayas 132 , Alto de Maliaño. Horario: De Lunes a Viernes de 10 a 12 y de 5 a 7.Sabados de 10 a 12. Tlfno. 942 25 46 36-942 25 45 75",
            "updated_time": "2016-11-20T18:26:01+0000"
        },
        {
            "id": "1383771471906740_1827879090829307",
            "message": "ACTUALIZACION ! *** ESTA TARDE SALIO DE LA PERRERA PERO ESTA EN RESI PASANDO LA CUARENTENA, PARA PASAR A RESI INDEFINIDA. SE PIDE CASA DE ACOGIDA PARA PODER RESCATARLA EL GRUPO DE MADRINAS QUE SE ENCARGABA DE ARES (ya adoptado)\nPERRERA CECAPA (Santander) Cuando ves a una abuela como ella en una perrera , sola , triste , a veces mojada , otras veces con la mirada perdida, cuando tenia que estar durmiendo en una casa, al calor, solo se puede pensar si va a acabar asi sus últimos días.\nAmelia, hembra de 9 años mas o menos, recogida de la calle abandonada. Adorable, se apoya en la mano dejando caer su cabeza y cerrando los ojos cuando la acaricias.SI OS FIJAIS EN LA FOTO TIENE LA PARTE DE ATRAS EN EL LOMO LE FALTA EL PELO PORQUE TIENE UNA ALERGIA TREMENDA.\nSe puede adoptar a partir del 18 de noviembre. UNA ADOPCION URGENTE O UNA CASA DE ACOGIDA, ALGUIEN QUE LE AYUDE A SALIR DE AHI,SINO SE MUERE.( Pincha en la foto para compartir sino no se ve)\nSe encuentra en Cecapa( Santander) en Avda. Parayas 132 , Alto de Maliaño. Horario: De Lunes a Viernes de 10 a 12 y de 5 a 7.Sabados de 10 a 12. Tlfno. 942 25 46 36-942 25 45 75",
            "updated_time": "2016-11-18T22:35:47+0000"
        },
        {
            "id": "1383771471906740_1828431514107398",
            "message": "Y OLEEEE ! MUY BUENAS NOTICIAS ..ARES ADOPTADO ! Después de casi dos meses dentro de la Perrera Cecapa (Santander ) Por fin fuera! Adoptado por su angel de la guarda que aparecido en el ultimo momento Felix Higuera , a pesar de que Ares tiene 9 años y algún problemilla en sus patas.\nEsto va dedicado a todos vosotros, a las madrinas que decidieron rescatarle porque ya no podia estar mas ahi, a todos y cada uno de vosotros que le habéis difundido con tanto empeño y cariño.\nEl grupo de madrinas que se iba a encargar de Ares, decidimos ayudar a otra perrina , Amelia una abuela de 9 años , en un estado lamentable. \nLA MAYOR SATISFACCION PARA LOS QUE LE HEMOS VISTO SUFRIR DIA A DIA ES VERLE FUERA . MIL GRACIAS A TODOS !",
            "updated_time": "2016-11-17T19:48:36+0000"
        },
        {
            "id": "1383771471906740_1826979597585923",
            "message": "ACTUALIZACION ! ARES ADOPTADO POR FELIX HIGUERA\nPERRERA CECAPA (Santander ). Mas de mes y medio encerrado ,más de 1500 veces compartido y sigue en la Perrera. Se llena la Perrera...hay riesgo de sacrificio y cuando adoptan y rescatan a todos menos a él. Pues nada, esta claro que le persigue la mala suerte. Que no nos coja de sorpresa que un dia ya no esté , claro. Ya no sé como difundirle ! (Para compartir pincha en la foto)\nAres, pastor alemán macho de 9 años, ABANDONADO POR SU DUEÑO a su triste suerte.Cariñoso, noble y tranquilo.\nSe encuentra en Cecapa( Santander) en Avda. Parayas 132 , Alto de Maliaño. Horario: De Lunes a Viernes de 10 a 12 y de 5 a 7.Sabados de 10 a 12. Tlfno. 942 25 46 36-942 25 45 75",
            "updated_time": "2016-11-16T21:28:12+0000"
        },
        {
            "id": "1383771471906740_1822596551357561",
            "message": "URGENTE\n\nhttps://www.facebook.com/groups/1518729968430358/permalink/1602176323419055/?sale_post_id=1602176323419055",
            "updated_time": "2016-11-06T00:49:05+0000"
        },
        {
            "id": "1383771471906740_1822843354666214",
            "message": "YA ESTA CON RESCATES PERRINES \n\nAYUDADNOS A AYUDARLOS!!!!\nLa perrera de Cecapa esta repleta y el riesgo de sacrificio es inminente.\nPese a que estamos desbordadas de casos queremos ayudar a esta pobre que a sus 5 años ya no resulta buena para cazar.\nLa historia de siempre una y otra vez y esto es solo comienzo de la temporada.\n\nNecesitamos ayuda economica para pagar su salida  y gastos veterinarios.\nIra a residencia si nadie puede acogerla.\n\nPOR FAVOR SIN VUESTRA AYUDA NUESTRO ESFUERZO NO SALVA VIDAS.\n\nContacta con nosotros mandando un mensaje a la pagina o al correo rescatesperrines@gmail.com",
            "updated_time": "2016-11-05T08:36:13+0000"
        }
    ],
    "paging": {
        "next": "https://graph.facebook.com/v2.8/1383771471906740/feed?access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&until=1478334973&__paging_token=enc_AdClsPZANDGfApZBMs5hZBCAU5pmRetZCFjWGZBL4XRvz2CkLcZBri6MMcUox1Y0Yc93ytAHP6jxcDGHslA62nR5j9liZCp0Hj7ebL3sEFGZAic3OuTnGgZDZD",
        "previous": "https://graph.facebook.com/v2.8/1383771471906740/feed?since=1482017711&access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&__paging_token=enc_AdBuSUOaNKXmKDROLQnlujmiZAMS6HU3wIfjIgSj6KGwNJnbkdkYL9ZAKq2Jdr7hzjZCQ8OZCeTbYso091W0CSZAjT1GeR9eLTvm8NuFXNIRf9t3uMgZDZD&__previous=1"
    }
}