{
    "data": [
        {
            "id": "1522716384654822_1703201189939673",
            "message": "אלון בן דוד: \"וילה בג'ונגל\" עתידה של ישראל במזה\"ת:\nהרצאה מרתקת ופוקחת עיניים שלא תרצו לפספס >> \nראשון - 18.12 | תל אביב-יפו | 20:30-22:00\n*** מומלצי Funzing - מהרו לשריין כרטיסים ***",
            "updated_time": "2016-12-15T12:45:05+0000"
        },
        {
            "id": "1522716384654822_1696456837280775",
            "message": "בואו לגלות עולם חדש של סדנאות יצירה מיוחדות ששווה להכיר: גילוף, ציור, עיצוב, רוקחות טבעית ועוד... לפרטים לחצו על התמונה >>",
            "updated_time": "2016-12-14T08:31:08+0000"
        },
        {
            "id": "1522716384654822_1702715096654949",
            "message": "https://www.facebook.com/events/1809220556026318/ מעכשיו ליוי אישי באמצעות נשימה מודעת גם במים לפרטים דברו איתי באהבה בפרטי 0543976459",
            "story": "Shira Adler Rebirthing Shivani shared Shira Adler Rebirthing's event to the event: ‎הסדנאות הכי מיוחדות בישראל 2016‎.",
            "updated_time": "2016-12-14T08:29:04+0000"
        },
        {
            "id": "1522716384654822_1702709069988885",
            "message": "היום זה קורה! יעל פפר, מנשותיו לשעבר של גואל רצון, מגיעה ל- Funzing.com להרצאה מרתקת עם סיפור אישי בלתי נתפס: \nפרשת הכת של גואל רצון הרעידה מדינה שלמה והשאירה את רוב רובינו פעורי פה לנוכח הסיפורים שהתגלו מתוכה. בהרצאה מרתקת ומעוררת תאים רדומים חושפת בפני הקהל יעל פפר את סיפורה האישי והקשה עם חן, הומור וגילוי לב ומלמדת אותנו כמה דברים משמעותיים אודות הכן והלא בחיינו, דפוסי חשיבה, אמונות שמעכבות אותנו, אינסטינקטים, ראייה שכלית ומאחז עיניים >>",
            "updated_time": "2016-12-14T08:13:42+0000"
        },
        {
            "id": "1522716384654822_1702711846655274",
            "message": "לפני חודש בדיוק בחרתי לעמוד שם – עם האמת שלי , בפרונט עם שתי רגליים נועצות בקרקע , מאמינה בדרך, בערכים, בילדות, בשמחה \nבחרתי לעמוד בכיתה של 50 תלמידים במטרה אחת שיאמינו בעצמם כמו שהאמנתי בעצמי ובאהבה שלי לאומנות .\nאני הילדה / התלמידה/ הסטודנטית שלא ידעה לצייר ובכל זאת הלכה ולמדה אופנה , פיסול, גרפיקה אומנות ציור ועדיין לא ידעה לצייר הלכתי לקורסי העשרה באומנות סדנאות ציור מוזאונים ועדיין לא ידעה לצייר, \nתוך כדי לימודים עבדתי כמעצבת חלונות ראווה בחברות מובילות בארץ הקמתי צהרון לאומנות ,הוצאתי ספר, כתבה בעיתון ובמקביל עשיתי חוגים סדנאות הקמתי תערוכה והכל באומנות ובאמונה בה' ובדרך שלי\nאני התלמידה שלא ידעה לצייר מלמדת ילדים גננות מורות שגם הם יכולים לצייר, להוציא ספר, להקים תערוכה \nאז מה עכשיו?\nלצד כל הפעילויות והסדנאות שאמשיך להעביר, לצד האמנות והמיזמים שאמשיך לקדם - אני גם מרצה (-:\nמזמינה אתכם להזמין אותי להגיע אליכם למקומות העבודה, למפגשי מעצבים, אמנים, יזמים ואנשי קריאטיב, לפורומים של אנשי פיתוח והמצאה, לאירועים של נשים נועזות ואמהות יוצרות, למפגשים שעוסקים בחוויה של משפחה והורות. מבטיחה להראות לכם שגם אתם יכולים!\nרוצים עוד פרטים? מוזמנים לפנות אליי ב-050-8859795 כאן בפייסבוק",
            "updated_time": "2016-12-14T08:11:52+0000"
        },
        {
            "id": "1522716384654822_1700065450253247",
            "message": "גם אתם רוצים להכין עוגיות מיוחדות ומדויקות כמו במגזנים?\nבא לכם ללמוד איך לעבוד עם רואיל אייסינג?\nהצטרפו לסדנת הכנת עוגיות ברויאל אייסנג עם דריה!\nשבת - 10.12 | רמת גן | 13:30-15:00 | קיימים מועדים נוספים\n\nDarya Ram",
            "updated_time": "2016-12-09T15:13:16+0000"
        },
        {
            "id": "1522716384654822_1699651026961356",
            "message": "סדנת אומן לאפיה מסורתית (לחם שאור) \nיום ששי ה-9/12 בין השעות 9:00-14:00 באלון הגליל\nיפתח 054-5342062\nיחד צעד צעד נכין לחם שאור בתהליך המחבר את התבונה והחושים להתרחשות החיה שבהתהוות הכיכר. \nלהחזיר את הלחם למקומו הטבעי- הביתה ולהנות מלחמים משובחים\nhttps://www.facebook.com/events/720626098087042/",
            "story": "‎יפתח ברקת‎ shared ‎יפתח לחם- לחמים, ארוחות שף מן הצומח, סדנאות אפייה ובישול‎'s event to the event: ‎הסדנאות הכי מיוחדות בישראל 2016‎.",
            "updated_time": "2016-12-07T18:49:02+0000"
        },
        {
            "id": "1522716384654822_1699431083650017",
            "message": "https://www.facebook.com/letterpress.workshop/\nהסדריה מוזאון הדפוס העתיק\nרחוב הגפן 5\nבכפר קיש",
            "updated_time": "2016-12-07T09:36:01+0000"
        },
        {
            "id": "1522716384654822_1699398200319972",
            "message": "גלו עשרות רעיונות ואטרקציות שתוכלו לעשות עם הילדים בחנוכה >>",
            "updated_time": "2016-12-07T07:51:01+0000"
        },
        {
            "id": "1522716384654822_1698375220422270",
            "message": "מתעניינים בכוכבים ולא ידעתם איפה תוכלו לראות אותם?\nבא לכם להיות אסטרונומים ליום אחד?\nעכשיו אתם יכולים >>",
            "updated_time": "2016-12-04T18:48:29+0000"
        },
        {
            "id": "1522716384654822_1696417403951385",
            "message": "הצטרפו לסדנת צילום תינוקות המיועדת להורים טריים שפיתחה צלמת התינוקות אנדה יואל ותוך 3 שעות תעברו שדרוג משמעותי ביכולת הצילום שלך ותקבלו  3 צילומים מקצועיים ומעובדים שלכם עם תינוקכם >> \n\nAnda Yoel",
            "updated_time": "2016-11-30T09:03:21+0000"
        },
        {
            "id": "1522716384654822_1696154427311016",
            "message": "תכירו את פיינט דייט: ערב של בילוי לילי יצירתי בבר תל-אביבי. בסוף הערב תצאו הביתה קצת שיכורים (או הרבה) ועם ציור מהמם שתתלו בסלון והאורחים לא יאמינו שאתם ציירתם את זה >> \nראשון - 4.12 | תל אביב-יפו | 19:00-21:30 | קיימים 5 מועדים נוספים\nלפרטים נוספים >> http://bit.ly/2fI5Zp0",
            "updated_time": "2016-11-29T16:33:30+0000"
        },
        {
            "id": "1522716384654822_1696047310655061",
            "message": "מקשיבים לגוף - סדנת עיסוי חווייתית: \nבכל אחד מאיתנו קיימת היכולת וקיים הידע העתיק לטפל ולרפא את עצמו ואת האחר. במרחב של מגע, נשימות וטכניקות עיסוי פשוטות ויעילות נלמד לטפל ולהרגיע את הגוף והנפש, להפחית כאב בשרירים, להזרים דם וחמצן לרקמות, להגדיל טווחי תנועה במפרקים ולהעצים את האנרגיה הפנימית ושלוות הנפש.\nבואו ללמוד, לחוות ולתרגל טכניקות עיסוי שונות לחלקי הגוף השונים מעיסוי שוודי, רקמות עמוק, שיאצו, טווינה ועיסוי תאילנדי. טכניקות עיסוי מהנות ויישומיות לתרגול בבית עם בני זוג וילדים >> \nחמישי - 1.12 | תל אביב-יפו | 20:00-22:00\n\nAvigail Porat",
            "updated_time": "2016-11-29T10:56:55+0000"
        },
        {
            "id": "1522716384654822_1695647227361736",
            "message": "מיכל דליות, כוכבת הסדרה \"סופר נני\" הישראלית, יועצת משפחתית, אשת חינוך ומי שניהלה את בית הספר להורים והפעילות הארצית בקהילה במכון אדלר מגיעה ל- Funzing.com בהרצאה מרתקת וחובה לכל הורה >>",
            "updated_time": "2016-11-28T08:43:55+0000"
        },
        {
            "id": "1522716384654822_1695495034043622",
            "message": "סדנת אומן לתוספות הקטנות שעושות הבדלים גדולים \nיום ששי ה-2/12 בין השעות 10:00-13:30 באלון הגליל\nיפתח 054-5342062\nכשאני יוצא מהבית ליום ארוך, אני אוהב לקחת איתי קצת טעמים של בית שיהיו איתי בדרך לתת לי כח ונחמה...\nכשאני בא הביתה עייף ורעב אני רוצה לפתוח את המקרר ושיחכה לי משהו טעים, מפנק למרוח על הלחם או להוסיף לאורז,,,,\nובין לבין אני אוהב להכין את הדברים הקטנים הללו שמחכים בסבלנות במקרר וכמו קוביות לגו מתחברים בכל פעם באופן חדש ורענן בפשטות המתמסרת לכל מצב לכל טעם, משתלבים בהתרחשות ותמיד מענגים כמו בראשונה, או לא כמו בראשונה, כמו שעכשיו\nמוזמנים לבוא לשחק יחד\nhttps://www.facebook.com/events/1821634318076949/",
            "story": "‎יפתח ברקת‎ shared ‎יפתח לחם- לחמים, ארוחות שף מן הצומח, סדנאות אפייה ובישול‎'s event to the event: ‎הסדנאות הכי מיוחדות בישראל 2016‎.",
            "updated_time": "2016-11-27T20:54:54+0000"
        },
        {
            "id": "1522716384654822_1695385534054572",
            "message": "רוצים לגלות היכן הדייטים הכי שווים בחורף? לקבל רעיונות מיוחדים כדי שתוכלו להפתיע את בן/בת הזוג? או סתם מקומות שווים לצאת אליהם כדי לשבור את השגרה? הצטרפו (Going) לאיוונט ותקבלו התראות ראשונים >>",
            "story": "Funzing shared their event to the event: ‎הסדנאות הכי מיוחדות בישראל 2016‎.",
            "updated_time": "2016-11-27T15:01:54+0000"
        },
        {
            "id": "1522716384654822_1695269720732820",
            "message": "רוצים להכין את הסופגניות הכי יפות וטעימות בעצמכם? הצטרפו לסדנת סופגניות מטריפה עם שי לי וגם תקבלו מארז עם 10 סופגניות מעשה ידיכם >>",
            "updated_time": "2016-11-27T08:50:22+0000"
        },
        {
            "id": "1522716384654822_1693761834216942",
            "message": "חמישי שמח! עיצוב גופי תאורה מרהיבים, שזירת פרחים, יצירה עם סוקולנטים ועוד עשרות סדנאות שוות במיוחד מחכות לכם פה >> http://bit.ly/2giDKOi",
            "updated_time": "2016-11-24T08:15:59+0000"
        },
        {
            "id": "1522716384654822_1693516124241513",
            "message": "רוצים להפוך את הקיר שלכם לדבר הכי שיקי בבית?\nבאו ללמוד איך להכין מדף מגירה בעיצוב ייחודי משלכם!\n\nהום סטיילינג - אורלי מור",
            "updated_time": "2016-11-23T15:36:58+0000"
        },
        {
            "id": "1522716384654822_1693133370946455",
            "message": "מרגישים ספונטניים? אם התשובה היא כן, הרווחתם :)\nמחר אתם מוזמנים לסיור ליקוט בח-י-נ-ם שיועבר על ידי המומחית לליקוט אביבית ברקוביץ וגם יגיע צוות של הערוץ ה1 לצלם. הולך להיות כיף וטעים :)\nלפרטים >> \n\nAvivit Joti Bercovici",
            "updated_time": "2016-11-22T16:05:33+0000"
        },
        {
            "id": "1522716384654822_1692611290998663",
            "message": "היום זה קורה! אורן נהרי, איש הטלוויזיה שבין היתר גם עורך חדשות החוץ בערוץ הראשון מגיע אלינו בהרצאה מרתקת אודות האדם שהפך את רוסיה למעצמה שהיא היום - ולדימיר פוטין >> \n** כרטיסים אחרונים **",
            "updated_time": "2016-11-21T07:52:48+0000"
        },
        {
            "id": "1522716384654822_1692607424332383",
            "message": "\"ליד הנותנת פרחים נדבק קצת ריח ניחוח\" - פתגם סיני\nהדס מזמינה אתכם להצטרף לסדנת שזירת פרחים כייפית במיוחד, בה תלמדו את כל השיטות הכי חדשות להכנת זר פרחים קסום >> \nחמישי - 24.11 | תל אביב-יפו | 17:00-19:30 | קיימים 2 מועדים נוספים\n\nHadas Klein",
            "updated_time": "2016-11-21T07:39:56+0000"
        },
        {
            "id": "1522716384654822_1692425374350588",
            "message": "סדנת אומן לאפיה מסורתית (לחם שאור) \nיום ראשון ה-4/12 בין השעות 11:00-16:00 בפרדס חנה\nיפתח 054-5342062\nכל כיכר מעגל חיים שמתחיל מקמח רדום ומים חיים -מתעורר, מתעצם ומגיע לשיא ובלהט החום עובר טרנספורמציה והופך להיות הלחם שלנו.\nכל כיכר מעגל חיים השזור בזה שלנו. \nמוזמנים להשיב את הלחם הביתה ולגעת בעוצמת החיים\nhttps://www.facebook.com/events/556546597867650/",
            "story": "‎יפתח ברקת‎ shared ‎יפתח לחם- לחמים, ארוחות שף מן הצומח, סדנאות אפייה ובישול‎'s event to the event: ‎הסדנאות הכי מיוחדות בישראל 2016‎.",
            "updated_time": "2016-11-20T17:58:32+0000"
        },
        {
            "id": "1522716384654822_1692277901032002",
            "message": "הסיורים והטיולים שלא תרצו להחמיץ >>",
            "updated_time": "2016-11-20T11:31:44+0000"
        },
        {
            "id": "1522716384654822_1692083801051412",
            "message": "סדנת אומן לתוספות הקטנות שעושות הבדלים גדולים \nיום ששי ה-2/12 בין השעות 10:00-13:30 באלון הגליל\nיפתח 054-5342062\nמוזמנים להביא שינוי לחיים\nוכן, הכל טבעוני ובריא וטעים טעים טעים\nhttps://www.facebook.com/events/1821634318076949/",
            "story": "‎יפתח ברקת‎ shared ‎יפתח לחם- לחמים, ארוחות שף מן הצומח, סדנאות אפייה ובישול‎'s event to the event: ‎הסדנאות הכי מיוחדות בישראל 2016‎.",
            "updated_time": "2016-11-19T22:34:04+0000"
        }
    ],
    "paging": {
        "next": "https://graph.facebook.com/v2.8/1522716384654822/feed?access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&until=1479594844&__paging_token=enc_AdDaU2YQQ4Prq1tShH9swulYv60UoGih5wDxhEkPAvThIyDTsPRgFZC3HwqIzIe8rdAOYi4urPup1CoPm44cge9hHYkZCNmwhoxkZCpyJ6UICTbjgZDZD",
        "previous": "https://graph.facebook.com/v2.8/1522716384654822/feed?since=1481805905&access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&__paging_token=enc_AdCnOJvfh8s6VodeD1Ime4Dum15FZBR10EUM7Gt3xEZAOyyzdOwuvLFd3708WQPH2H60rx9Tz4ax0NCpZCxri6irOtHakOWsX91PplhMyZALEs2HWAZDZD&__previous=1"
    }
}