{
    "data": [
        {
            "id": "1620534718184695_1799799363591562",
            "message": "Buenas! Les dejamos esta rítmica noticia veraniega... \nLa semana del 15 de enero estaremos comenzando unos TALLERES de VERANO de PERCUSIÓN AFROLATINA, para Nivel Inicial (quienes no tengan experiencia y conocimientos en percusión) y para Nivel Princimedio (quienes ya anden tocando algo de tambores). El taller tendrá duración de un mes, clases grupales una vez a la semana. Vamos a estar trabajando algo de música y cantos cubanos. NO hacen falta instrumentos... Ya estaremos pasando los días y horarios para cada grupo. Lxs esperamos!!",
            "updated_time": "2016-12-15T13:31:26+0000"
        },
        {
            "id": "1620534718184695_1799830700255095",
            "message": "Pa que le vayan tomando gustito al Taller de Verano que estaremos arrancando en enero... les dejamos este videito de la presentación de la Comparsa La Zonera, un proyecto en el que estamos trabajando en Zona Afro desde hace poquito con lxs alumnxs, pero que ya va tomando sabor!!!",
            "updated_time": "2016-12-13T16:14:40+0000"
        },
        {
            "id": "1620534718184695_1797364550501710",
            "message": "...una fragmento de la presentación de La Zonera, un proyecto de Conga de Comparsa cubana, en el que venimos trabajando en Zona Afro desde hace poquito !!! Gracias a lxs organizadores del Piletonaso por darnos el espacio para sumarnos al evento !",
            "updated_time": "2016-12-13T15:00:56+0000"
        },
        {
            "id": "1620534718184695_1794438737460958",
            "message": "me interesa sumarme al taller...   cobran algun arancel o algo asi ? es necesario inscribirse?? vivo en catamarca pero puedo acercarme a tucuman para ese dia.. gracias!",
            "updated_time": "2016-12-02T14:10:51+0000"
        },
        {
            "id": "1620534718184695_1793965524174946",
            "message": "...se divierten los changos!!",
            "updated_time": "2016-12-01T17:41:17+0000"
        },
        {
            "id": "1620534718184695_1793965934174905",
            "message": "Hola!  Todavia se puede sumar?",
            "updated_time": "2016-12-01T15:26:52+0000"
        },
        {
            "id": "1620534718184695_1793986284172870",
            "message": "...la Cande style, alma de musiquera !!!",
            "updated_time": "2016-12-01T13:42:38+0000"
        },
        {
            "id": "1620534718184695_1792944817610350",
            "message": "Hola! Me comentan xfa si hay curso inicial para tomar, dias y horarios. Gracias!!!!",
            "updated_time": "2016-11-29T11:20:57+0000"
        },
        {
            "id": "1620534718184695_1792707060967459",
            "message": "Buenas! Me pasan info?",
            "updated_time": "2016-11-28T12:34:10+0000"
        },
        {
            "id": "1620534718184695_1731083697129796",
            "message": "HOY vamos a seguir recibiendo interesadxs en sumarse a las clases del NUEVO GRUPO Nivel Inicial del Taller de INICIACIÓN a la PERCUSIÓN AFROLATINA en ZonaAfro (calle Rioja 19A). Pueden venir a probar la primer clase sin ningún otro compromiso que el de venir a disfrutar y ponerse en sintonia con el ritmo de los tambores. Mientras les dejamos unas fotitos de lo que fue la JORNADA de CONVIVENCIA 2016 Zona Afro con todas las personas que participan de los talleres de percu en la Zona!!! Lxs esperamos hoy a las 16.30 hs!!! (agradecemos cualquier ayuda en la difusión!)",
            "updated_time": "2016-09-07T12:05:45+0000"
        },
        {
            "id": "1620534718184695_1728446644060168",
            "message": "MAÑANA continuamos con las CLASES del NUEVO GRUPO de Iniciación a la Percusión Afrolatina, Nivel Inicial, no hacen falta conocimientos previos ni contar con instrumentos. Pueden acercarse a probar la clase sin ningún problema, ESTAREMOS TODO JUNIO HACIENDO INSCRIPCIONES PARA ESTE GRUPO. Animense, se esta armando lindo!!!! Lxs esperamos en el local de Zona Afro calle Rioja 19, MAÑANA MARTES 16.30 HS!!!",
            "updated_time": "2016-06-21T01:41:13+0000"
        },
        {
            "id": "1620534718184695_1726406520930847",
            "message": "...BUENAS VIBRAS PARA EL CUERPO Y EL ALMA!!!",
            "updated_time": "2016-06-15T14:54:39+0000"
        },
        {
            "id": "1620534718184695_1725545564350276",
            "message": "MAÑANA MARTES 14 a las 16.30 HS. ..INSCRIPCIONES ABIERTAS para NUEVO GRUPO de INICIACIÓN a la PERCUSIÓN AFROLATINA, No hacen falta conocimientos previos ni contar con instrumentos. Cualquier consulta, por aquí andaremos!!! (agradecemos cualquier ayuda en la difusión!). A animarse a ponerle ritmo a la cuestión! Vénganse a probar la clase sin ningún compromiso, lxs esperamos!",
            "updated_time": "2016-06-14T02:32:32+0000"
        },
        {
            "id": "1620534718184695_1723041207934045",
            "message": "... hace unos añitos ya, cuando recién abríamos el local de Zona Afro, y se sumaron a las clases dos jugadorxs de la mejor naturaleza !!!",
            "updated_time": "2016-06-09T15:21:40+0000"
        },
        {
            "id": "1620534718184695_1722004088037757",
            "message": "HOY COMENZAMOS CON LAS CLASES DE ESTE NUEVO GRUPO DE PERCUSION AFROLATINA NIVEL INICIAL, VENGANSE A PARTICIPAR DE LA CLASE SIN DRAMA, NO HACE FALTA INSTRUMENTO NI CONOCIMIENTOS PREVIOS. LXS ESPERAMOS A LAS 16.30 EN EL LOCAL DE ZONA AFRO, CALLE RIOJA 19A. SALUDOS!",
            "updated_time": "2016-06-07T15:53:00+0000"
        },
        {
            "id": "1620534718184695_1719221461649353",
            "message": "ARRANCAMOS EL PROX MARTES 7 a las 16.30 HS. ..INSCRIPCIONES ABIERTAS para NUEVO GRUPO de INICIACIÓN a la PERCUSIÓN AFROLATINA, No hacen falta conocimientos previos ni contar con instrumentos. Cualquier consulta, por aquí andaremos!!! (agradecemos cualquier ayuda en la difusión!)",
            "updated_time": "2016-06-04T01:08:11+0000"
        },
        {
            "id": "1620534718184695_1717856341785865",
            "message": "...SE VIENE CON TUTTI !!! Próxima semana...INSCRIPCIONES ABIERTAS para NUEVO GRUPO de INICIACIÓN a la PERCUSIÓN AFROLATINA, días Martes 16.30 hs. Arrancamos la prox semana. No hacen falta conocimientos previos ni contar con instrumentos. Cualquier consulta, por aquí andaremos!!! (agradecemos cualquier ayuda en la difusión!)",
            "updated_time": "2016-06-01T17:01:23+0000"
        },
        {
            "id": "1620534718184695_1717578991813600",
            "message": "...suena el bongo con estos dos mitos de la Zona que son familia de la casa ya !!! Arrancamos la prox semana con NUEVO GRUPO Martes a las 16.30 hs !!",
            "updated_time": "2016-05-31T23:00:18+0000"
        },
        {
            "id": "1620534718184695_1717183598519806",
            "message": "Una tarde de clases...repicando los tambores con este grupete que tiene todo el power !!",
            "updated_time": "2016-05-30T16:13:24+0000"
        },
        {
            "id": "1620534718184695_1716450551926444",
            "message": "...armando alguito en la clase de bongo con el maestro Gabriel Igancio Cordoba",
            "updated_time": "2016-05-28T14:05:52+0000"
        },
        {
            "id": "1620534718184695_1716445808593585",
            "message": "...INSCRIPCIONES ABIERTAS para NUEVO GRUPO de INICIACIÓN a la PERCUSIÓN AFROLATINA, días Martes 16.30 hs. Arrancamos en JUNIO !! No hacen falta conocimientos previos ni contar con instrumentos. Cualquier consulta, por aquí andaremos!!! (se agradece cualquier ayudita en la difusión!)",
            "updated_time": "2016-05-28T13:48:03+0000"
        },
        {
            "id": "1620534718184695_1710744809163685",
            "message": "...he aquí, un pedacito de una clase del Taller de Percusión Afrolatina con este equipo de changas y changos que son puro alegría y tambor, mas allá del que canta jajajaa !! Que vuele la pluma noma ...",
            "updated_time": "2016-05-12T16:49:46+0000"
        },
        {
            "id": "1620534718184695_1710741425830690",
            "message": "...INSCRIPCIONES ABIERTAS para NUEVO GRUPO de INICIACIÓN a la PERCUSIÓN AFROLATINA, días Martes 16.30 hs. Arrancamos en JUNIO !! No hacen falta conocimientos previos ni contar con instrumentos. Cualquier consulta, por aquí andaremos!!!",
            "updated_time": "2016-05-12T16:30:20+0000"
        },
        {
            "id": "1620534718184695_1707602189477947",
            "message": "...algunos lindos momentos que se van dando durante las clases con tanta gente linda que compartió el espacio de Zona Afro este ultimo tiempo !!!",
            "updated_time": "2016-05-03T17:13:09+0000"
        },
        {
            "id": "1620534718184695_1695052644066235",
            "message": "INSCRIPCIONES ABIERTAS nuevos grupos Nivel Inicial, horarios Martes 16.30, Jueves 16.30 o Jueves 19.30 hs. No hacen falta conocimientos previos ni contar con instrumentos. Cualquier consultita por aquí andamos!!",
            "updated_time": "2016-03-31T03:52:32+0000"
        }
    ],
    "paging": {
        "next": "https://graph.facebook.com/v2.8/1620534718184695/feed?access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&until=1459396352&__paging_token=enc_AdBFq89AKk1f8FgOGKNfg6ucmNlOkkEZCs6gZCRDssQYdeYPZBqxzpRlr9Mm3oxDGUELyQV0q63JkEZAQwVQgaJECAj99l0zDpDBlISSTA1lmDQJ5AZDZD",
        "previous": "https://graph.facebook.com/v2.8/1620534718184695/feed?since=1481808686&access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&__paging_token=enc_AdCgk6sV3v4BARMh66jg4UYNDgUdpVxuuc6S6anxwe2ZCEurCxt9oYnZCVUwZBSF4tOyAWn9ANcWS68wDYp1gz4x4XYROe8jvExmqJJLgFXGZAb8tAZDZD&__previous=1"
    }
}