{
    "data": [
        {
            "id": "1748223015451997_1820213634919601",
            "message": "Daily Vajrakilaya Great Accomplishment Puja Chanting Time Table\n每日普巴金刚甘露成就大法会修法流程表",
            "updated_time": "2016-12-04T08:25:14+0000"
        },
        {
            "id": "1748223015451997_1748229342118031",
            "message": "Vajrakilaya at Dudjom New Treasure Buddhist Society, Ipoh",
            "updated_time": "2016-08-24T16:55:21+0000"
        },
        {
            "id": "1748223015451997_1777217009219264",
            "updated_time": "2016-08-18T04:15:23+0000"
        },
        {
            "id": "1748223015451997_1777221372552161",
            "updated_time": "2016-08-18T02:10:09+0000"
        },
        {
            "id": "1748223015451997_1766903600250605",
            "message": "LAMA DANCE 金刚舞\nThere will be Sacred Dharmapala Dances in the Vajrakilaya Great Accomplishment puja, including the White and Blue Dharmapala Dances (TAQING), the Queen of Destroyer Dance (KUNTHUB GYELMO) and Dakini Dance.\n每晚普巴金刚甘露成就大法会将呈献护法金刚舞，即白与深蓝色「达劲」护法舞蹈; 「昆度佳摸」(摧毁王母)舞和空行母舞。\n\nThe Vajra Dances is considered as \"The Liberation by Sight\".  Meaning that, by seeing the dance movements, one purifies the negative karma of body, by hearing the sacred sounds (mantra and music), one purifies the negative karma of speech, and when one supplicates with faith, one purifies the negative karma of mind.  All these will help to heal sicknesses, pacify obstacles and other problems pertaining to all our activities.  \n金刚舞乃见解脱之一。这意味着，通过观看此舞蹈，能净化我们过去身体所造的恶业，通过听闻神圣的声音（咒语和音乐），能净化过去口所造的恶业，通过虔诚心，能净化过去心所造的恶业。由此能帮助医疗疾病，除障和化解因过去所造的业而引发的各种问题。",
            "updated_time": "2016-07-25T14:29:21+0000"
        },
        {
            "id": "1748223015451997_1762362410704724",
            "message": "The Sand Mandala 砂坛城\nSand mandala which is made of colored sand powder is one of the oldest artistic traditions of Vajrayana Buddhism.  In Vajrayana Buddhism, it is said that wherever a sand mandala is created, all sentient beings and the surrounding environment are blessed.  Whoever views the mandala experiences profound peace and great joy.  The creation of a sand painting is to effect purification and healing.  The lama will begin the opening ceremony by chanting, music and mantra recitation.  Immediately following, the monks begin to draw the lines for the design of the mandala, draw out the mandala and fill up with colored sand. During the closing ceremony, Rinpoche will dismantle the mandala, sweeping up the colored sand to symbolize the impermanence of all phenomena.  At this time, the sand is distributed to the audience as a blessing for personal health and healing.  The sand may either be kept in one’s home on the altar, be dispersed around one’s yard as a protection.  \n它是经过染色砂末所绘制的坛城是金刚乘中最古老的传统艺术之一。依据金刚乘, 只要彼处有建立砂坛，周围的一切众生都会因此而得到加持。谁能望见此坛城都能得到吉祥与喜乐。绘制砂坛须先经过净化与修整的步骤。首先，喇嘛们伴以法乐和持咒来念诵。紧接着，喇嘛们开始绘制坛城的设计线条，画出坛城基本图后，再扑打上彩砂。法会闭幕时主法上师解除砂坛，席捲所有彩砂象徵一切现象无常。此时，彩砂将分发给信众作为个人健康与除疾之加持物。此坛城砂既可以供养在家里的佛堂上，也可以洒在院子周围以祈求保佑加持。",
            "updated_time": "2016-07-14T13:26:11+0000"
        },
        {
            "id": "1748223015451997_1753492551591710",
            "message": "Drubchen 卓千\n\nDrubchen should be understood as a practice in which great achievements are realized.  A mandala of the deity and a sand mandala will be prepared.  During this practice its participants make offerings to all sublime beings, visualizations, mudras, sing Dharma songs and perform Vajra Dances.  During the 5 days’ mantras are being recited 24 hours a day.  It helps in overcoming obstacles and obscurations.  Participation in Drubchen fruits with great accumulation of merit and purifying all obscurations, sicknesses and obstacles.  It is believed that few days of Drubchen practice equals to few years of solitary retreat.  Great blessing goes to all participants, all people connected with the event and to the country where the event takes place.  Drubchen establishes peace, serves up in picking up the fruition, wealth and all good qualities.  1,200 years ago, Guru Padmasambhava has also mentioned that Drubchen would be the best protection at the time of wars, hunger and even natural disasters, such as volcanoes eruption, earthquakes and so forth.  So the Drubchen is actually for world peace and harmony.\n卓千可以被解释为速证成就的大法会。法会前将准备一座本尊坛城和绘制一幅砂坛城。在实修之际行者奉献供养于诸尊、观修、结手印、唱诵道歌和呈献金刚舞。五天法会将是二十四小时不间断地持诵本尊心咒。它有助于消除障碍。参加卓千大法会能为我们累积功德，消除一切蒙蔽, 病痛和障碍等巨大效益。参加卓千大法会数日之功德相等于闭关几年。凡参与者、结缘者、主办国与该区域都能因此法会而得到殊胜加持。举办卓千大法会可以为世界缔结和平、祥瑞、富裕与一切善果。",
            "updated_time": "2016-06-22T23:23:05+0000"
        },
        {
            "id": "1748223015451997_1748223018785330",
            "story": "Dudjom New Treasure Buddhist Society ,Ipoh added an event.",
            "updated_time": "2016-06-11T11:26:57+0000"
        }
    ],
    "paging": {
        "next": "https://graph.facebook.com/v2.8/1748223015451997/feed?access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&until=1465644417&__paging_token=enc_AdCWmEl2FLyvoXQ0zsfKeruQr7hfELPG5ExXWpnpMPyNKBnreNyCyHVIrB7AqTY3sN0CCWxZAXqyEnMOAzIFXgbEgbtSzzHHQVNzK3JnOgp5uywZDZD",
        "previous": "https://graph.facebook.com/v2.8/1748223015451997/feed?since=1480839914&access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&__paging_token=enc_AdBsuaQSbHd5Pl9S01DslvPxl5CPvC2Jd1NvyFESdkPUM4KHX9o6YGEm2qhkLpleEkIrnBH3Xs13dEpaCvlfWk9mp9BZAKzhmRXNHfiEvQ28A2AZDZD&__previous=1"
    }
}