{
    "data": [
        {
            "id": "2169332969958991_2199995746892713",
            "message": "My granddaughters are too young to go to the Washington March but would like to participate in any local Michigan marches.   Do you know of any?    They're in Lansing but could get to Ann arbor or other cities.",
            "updated_time": "2016-12-18T02:15:17+0000"
        },
        {
            "id": "2169332969958991_2189053954653559",
            "message": "RSVP on our OFFICIAL EVENTBRITE: bit.ly/womensmarchrsvp \n\n(not required, but greatly helpful for planning + you will receive more updates directly to your email!)\n\nWEBSITE: https://www.womensmarch.com\nTWITTER: https://www.twitter.com/womensmarch\nINSTAGRAM: https://www.instagram.com/womensmarch\n\nThis is an INCLUSIVE march, is FREE to join and EVERYONE who supports women's rights are welcome.\n\nPLEASE SHARE, we need to spread the word everywhere!",
            "updated_time": "2016-12-18T01:51:45+0000"
        },
        {
            "id": "2169332969958991_2200103703548584",
            "message": "Going!  Just ordered sweatshirt to help other women.",
            "updated_time": "2016-12-18T01:16:12+0000"
        },
        {
            "id": "2169332969958991_2200060146886273",
            "message": "Could someone please share the link for official merchandise? I think it was shared awhile back but I'm having trouble putting my finger on it now. Thanks!",
            "updated_time": "2016-12-18T00:56:20+0000"
        },
        {
            "id": "2169332969958991_2201304560095165",
            "message": "The Alabama organisation page was deleted this morning. Does anyone know anything about that? Feeling a little blindsided right now.",
            "updated_time": "2016-12-18T00:51:56+0000"
        },
        {
            "id": "2169332969958991_2198521173706837",
            "message": "#ADMIN can you address bus drop off locations - someone said something about buses not being allowed in DC??? Is this true. Is there a location allotted for buses to park throughout the day??",
            "updated_time": "2016-12-18T00:44:50+0000"
        },
        {
            "id": "2169332969958991_2201503476741940",
            "message": "Are there any resources available for people who can't make it to Washington but would like to organise sister events? Would love to support all of you over here in Bali. Maybe send you some happy tropical HEAT to keep you warm :)",
            "updated_time": "2016-12-18T00:30:45+0000"
        },
        {
            "id": "2169332969958991_2201365156755772",
            "message": "Is there a contingency from Illinois going that I can join?",
            "updated_time": "2016-12-17T23:57:26+0000"
        },
        {
            "id": "2169332969958991_2201012783457676",
            "message": "For all you that live on the east coast I was wondering about dressing for the March. What coats, layer material for long underwear, hats, gloves, scarves , boots do you use . I think we from the west coast are going to need to get prepared for cold like we haven't seen before.",
            "updated_time": "2016-12-17T23:32:06+0000"
        },
        {
            "id": "2169332969958991_2200713680154253",
            "message": "Ok- I feel awful. I just hit the ignore button in my FB inbox by ACCIDENT and thus removed the persons name who is looking for a ride on one of our Baltimore MD buses to the DC March. \nSo if you did not hear from me and are waiting... you may want to try me again. I truly apologize. \nI currently have about 12 seats available.",
            "updated_time": "2016-12-17T22:54:51+0000"
        },
        {
            "id": "2169332969958991_2200779963480958",
            "message": "I've just received email from Rally Bus about the new drop off point for their busses. I'm a little concerned because it's considerably farther from the new starting point than Union Station, the original drop off point. I'm 67 yrs old with knees that hurt in cold weather and the March will be quite challenging for me. It's another mile and a quarter walk from the new location to the March. Here's a map. There's public transportation but if you look at that option it looks like there's walking involved there also and will it handle the numbers of the disembarked?  Any insight or solutions for the physically challenged from the organizers? Thanks.",
            "updated_time": "2016-12-17T22:52:42+0000"
        },
        {
            "id": "2169332969958991_2201006453458309",
            "message": "I'm flying with my 13 year old daughter from Fortlaudardale (FL) to New York on the 20th to attend the March. What would it be the cheapest plan to get there from New York? Is there any other option than hotels to spend the night in Washington? 😊",
            "updated_time": "2016-12-17T22:44:28+0000"
        },
        {
            "id": "2169332969958991_2201465273412427",
            "message": "I'm marching for myself and my sister who recently had her knees replaced; for the past: my late mother who was ahead of her time and for my grandmother who graduated college in 1918; and for the future: all my nieces and nephews who will have to fight again for all the rights we won in my lifetime.",
            "updated_time": "2016-12-17T21:46:28+0000"
        },
        {
            "id": "2169332969958991_2201404130085208",
            "message": "So proud of you for going Jackie",
            "updated_time": "2016-12-17T21:07:38+0000"
        },
        {
            "id": "2169332969958991_2200721310153490",
            "message": "The Women in Columbus, Ohio will be there I am spreading the word all over our city. I am praying for a million women to come all over this country for this historical event.",
            "updated_time": "2016-12-17T21:00:33+0000"
        },
        {
            "id": "2169332969958991_2201058416786446",
            "message": "Spreading the word in Salt Lake City.",
            "updated_time": "2016-12-17T20:33:30+0000"
        },
        {
            "id": "2169332969958991_2201416273417327",
            "message": "Any group leaving from Miami, Fl ?",
            "updated_time": "2016-12-17T20:28:01+0000"
        },
        {
            "id": "2169332969958991_2201413520084269",
            "message": "Marching in SF as we also have Oakland & San Jose Marches in THE BAY AREA!\nCHEERS TO ALL WHO ARE GOING TO DC!",
            "updated_time": "2016-12-17T20:21:39+0000"
        },
        {
            "id": "2169332969958991_2200529806839307",
            "message": "If you're spending the weekend in DC...",
            "updated_time": "2016-12-17T20:20:54+0000"
        },
        {
            "id": "2169332969958991_2200506236841664",
            "message": "I can't wait to be a part of this historical event with friends Anna Sorensen, Carol Smith Pynchon, Jennifer B MacGregor, and more!!!",
            "updated_time": "2016-12-17T20:15:12+0000"
        },
        {
            "id": "2169332969958991_2201139203445034",
            "message": "MONTPELLIER FRANCE :-)",
            "story": "Marie-Noëlle Lanuit shared her event to the event: Women's March on Washington- National Page.",
            "updated_time": "2016-12-17T10:56:11+0000"
        },
        {
            "id": "2169332969958991_2200867750138846",
            "message": "Hey, can we get a square logo that we can all use as our profile page for the inauguration and march?",
            "updated_time": "2016-12-17T02:37:37+0000"
        },
        {
            "id": "2169332969958991_2200704480155173",
            "message": "any carpools from the bay area?",
            "updated_time": "2016-12-16T23:58:37+0000"
        },
        {
            "id": "2169332969958991_2200063426885945",
            "message": "Are there any buses organized from long island ??",
            "updated_time": "2016-12-15T21:09:24+0000"
        },
        {
            "id": "2169332969958991_2200021480223473",
            "message": "A great use for my frequent flyer mileage. Coming from California to join the march.",
            "updated_time": "2016-12-15T19:57:14+0000"
        }
    ],
    "paging": {
        "next": "https://graph.facebook.com/v2.8/2169332969958991/feed?access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&until=1481831834&__paging_token=enc_AdCifEI3WNiu7Cad3k5FaQkQ3ceNpRQdmHsaqJ5fNXEVeecuFJBsy2IlAWXtVMRrk12FQjBZBIkXX5rofCKBKZBcAdofabwXUeUlepWHAtu9YTiAZDZD",
        "previous": "https://graph.facebook.com/v2.8/2169332969958991/feed?since=1482027317&access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&__paging_token=enc_AdB0Rai2cOAor30j4ZBR9HiqZCiOMYO7ZB1EvbnenPBzBmXpVOJMLxaXYOERlxTgXb0t0UrjCPNlOmCn38tDlZBKhVq0vgP781Cp5ZBbeyv66Iq09ZAwZDZD&__previous=1"
    }
}