{
    "data": [
        {
            "id": "440017489493032_603687069792739",
            "message": "Joined thanks Trish Hostetler",
            "updated_time": "2016-08-14T03:17:47+0000"
        },
        {
            "id": "440017489493032_597444443750335",
            "message": "https://www.facebook.com/peta2/videos/10154217669960560/",
            "story": "Tori Marie Bly shared peta2's video to the event: T.A.R.A & R.O.A.R: PETITION TUTORIAL HAPPENING NOW - ONGOING.",
            "updated_time": "2016-07-30T17:08:44+0000"
        },
        {
            "id": "440017489493032_463724240455690",
            "message": "This is my groups file. In it is every lesson on this event wall,all you have to do is click on the link to open the file. Feel free to join our group as well if you like,but my group is open so that you can access this file even if you do not wish to join. As i add more lessons,the file is added to and changes. You may also find some commentary,discussion ,in comments,to join that,you would need to join us. Just click the link for easy access to the entire tutorial,and the lessons in order,as they get mixed up on the wall.\nhttps://www.facebook.com/notes/tara-the-animal-rights-assembly/petition-seminar-lessons-from-the-petition-tutorial-ongoing-event/1586061541657714",
            "updated_time": "2016-07-26T19:28:16+0000"
        },
        {
            "id": "440017489493032_546281895533257",
            "message": "The fact that this became law in fifty States is great,now it's all about up holding the law ? There are many laws on the book and a lot of big people pay it off to look the other way. Or find some kind of loop hole as you say .Either way enough is enough .Laws should not be made to be broken .We as human beings should not let \nAny one hurt animals . They were not here to be beaten or put on fire . The people that do this are not normal in any sense of the word , They have to pay for what they do.\nI do not want to hear they do not know better any excuse\nAt all . That's why this is happening .If s law is made there can be know loop wholes or excuses for any on \nNot abiding by the law. We as human bringing a do not have the right to kill or hurt our animals .We are suppose \nTo be the smartest and know better , That's a hard to believe any more.",
            "updated_time": "2016-06-02T20:07:29+0000"
        },
        {
            "id": "440017489493032_572623889565724",
            "message": "Exercise for today. Go to https://www.change.org/search and search Harambe. Find a petition in the NUMEROUS petitions that will appear in your search and that you think are worthy of signing. Then post the link.",
            "updated_time": "2016-06-02T16:21:32+0000"
        },
        {
            "id": "440017489493032_572191472942299",
            "message": "I am sure many have signed it but I WILL NOT sign the change.org petition that is going around for Harambe. It has a bad taget, a bad action and it does NOTHING to help the current situation for all gorillas. Instead, I signed THIS one. Good target good action, and seeks to better the situation as a whole. http://www.thepetitionsite.com/takeaction/409/054/769/?z00m=27908433&redirectID=2069944337",
            "updated_time": "2016-06-01T21:39:30+0000"
        },
        {
            "id": "440017489493032_495804807247633",
            "message": "https://www.facebook.com/groups/T.A.R.ATheAnimalRightsAssembly/permalink/1624365567827311/",
            "story": "Tara Justice Stone shared her post to the event: T.A.R.A & R.O.A.R: PETITION TUTORIAL HAPPENING NOW - ONGOING.",
            "updated_time": "2016-04-04T19:37:15+0000"
        },
        {
            "id": "440017489493032_510877439073703",
            "message": "Thank you  Trish  invite me  join  in  ,  I  support and  going  to",
            "updated_time": "2016-04-04T19:35:58+0000"
        },
        {
            "id": "440017489493032_547810645380382",
            "message": "Let's join in together and stop this deadly Crim, animal cruelty. People have to stop going for shows like this and raise their voices all over the world to put a stop to this.",
            "updated_time": "2016-04-01T01:31:00+0000"
        },
        {
            "id": "440017489493032_516144575213656",
            "message": "Re-post of Patti's. I want you to note the use of the existing laws, how they are not being enforced,facts, and examples, not emotionally driven opinion. A very important example of what I have been trying to show you in your petitioning and letter writing. This is a partial copy of a joint letter submitted by the BLM and USFS to the U.S. Attny General's office asking for law enforcement action to be taken regarding the terrorist thugs in Oregon. This post comes from a FB group involved in opposing wild horse slaughter in the USA. The poster had a .pdf file of the full letter but was unable to post it online. What follows is her post which whole-heartedly support and vouch for...\n... Anyway, it's dated 01/05/16 and here's the gist of it:\n \"For decades, the Bundy family has violated federal laws and flagrantly defied federal authorities that were enforcing the orders of the Federal Court and the law. These highly publicized actions included pointing powerful weapons at federal law enforcement officers and threatening to shoot. A recent article in the Oregonian quoted activist Ryan Payne as saying (referring to the Bundy standoff) \"We had counter-sniper positions on their sniper positions. We had at least one guy -sometimes two guys —per BLM agent in there. If they made one wrong move, every single BLM agent in that camp would have died.\" \n\nThe threats to public land managers and federal law enforcement have continued, with no consequences. Since the Bundy issue was made prominent in 2014, there have been other confrontations in Nevada, Utah, and Oregon. The current issue in Oregon involves the armed occupation of a National Wildlife Refuge headquarters.\n\nAs you know, the F.B.I. defines \"domestic terrorism\" as actions which have three characteristics: (l) Involve acts dangerous to human life that violate federal or state law; (2) Appear intended (i) to intimidate or coerce a civilian population; (ii) to influence the policy of a government by intimidation or coercion; or (iii) to affect the conduct of a government by mass destruction, assassination, or kidnapping; and (3) occur primarily within the territorial jurisdiction of the U.S. The Bundy actions have these three characteristics.\nTheodore Roosevelt, a champion of the public lands, said it best, \"In a moment of decision, the best thing you can do is the right thing to do, the next best thing is the wrong thing, and the worst thing you can do is nothing.\"\n\n In the current circumstances, doing nothing has allowed these domestic terrorists to act with impunity. It puts public land managers and Federal law enforcement officials at risk and has created an environment in which the American people are being cheated from the use and enjoyment of their public lands. The Rule of Law has been completely undermined by the lack of prosecution in these cases.\"",
            "updated_time": "2016-01-13T04:48:29+0000"
        },
        {
            "id": "440017489493032_509673035860810",
            "message": "Some epetitions have no legal effect. \n\nThe legal status of epetitions is in a state of flux. Some jurisdictions accept them and some don't. Scotland, Queensland (Australia), and Number 10 (UK) all accept internet petitions. While internet petitions in other jurisdictions may have no legal effect, the signatures of thousands or millions of people represent a moral force which has initiated change in many different circumstances. Non-governmental organizations such as Amnesty International often use petitions in an attempt to exert moral authority in support of various causes.\n\nIf in doubt,check the petition rules of the government in question, the information is usually pretty easy to find.",
            "updated_time": "2015-12-25T01:36:47+0000"
        },
        {
            "id": "440017489493032_452175574943890",
            "story": "Tara Justice Stone updated the event photo in T.A.R.A & R.O.A.R: PETITION TUTORIAL HAPPENING NOW - ONGOING.",
            "updated_time": "2015-12-01T08:51:30+0000"
        },
        {
            "id": "440017489493032_463635287131252",
            "message": "Pre-written letters,and actions for you to take. Have a look. Do them ,and study how they are done.Here, you can TAKE ACTION on current legislation, rule/law making and other matters of interest by sending letters directly to the decision makers. NAVS provides you with pre-written letters in support of or in opposition to a large variety of issues, foremost on vivisection but also related to how animals are used in our society.\nLegislation is divided into federal (for all U.S. residents to take action) and state (intended for residents of that state) categories. Letters will go to your own representatives in Congress or your state Assembly. Other non-legislative national issues will go to the individual(s) who have the power to make decisions on those issues.\nFEDERAL LEGISLATION   http://www.kintera.org/c.cuIXJjNVKfL2G/b.8102069/k.ED2F/Federal_Legislation/siteapps/advocacy/ActionCenter.aspx \n                                                                           STATE LEGISLATION http://www.kintera.org/c.cuIXJjNVKfL2G/b.8102055/k.BCB5/State_Legislation/siteapps/advocacy/ActionCenter.aspx                                                                          \n\n              NATIONAL ISSUES  http://www.kintera.org/c.cuIXJjNVKfL2G/b.8102071/k.90D5/National_Issues/siteapps/advocacy/ActionCenter.aspx",
            "updated_time": "2015-11-25T09:12:04+0000"
        },
        {
            "id": "440017489493032_485133588314755",
            "message": "Animal Protection in World Constitutions\nNational constitutions are valuable instruments for protecting animals. Click on the link to see a chart provides a summary of current constitutional provisions relating to the care, protection, and general status of animals throughout the world. This chart is for informational purposes only, and does not purport to endorse or recommend any particular provision.\n",
            "updated_time": "2015-11-25T09:09:16+0000"
        },
        {
            "id": "440017489493032_499753320186115",
            "message": "Here is the the Petition Seminar in PDF format. This is what someone asked for awhile back. Just know that this will not be updated with new lessons the same way as my docs are edited or other post. Well I don't think when you take it if I change it, you will get the revised version anyways. I guess we will find out some day together like every thing else new we do :)  \n",
            "updated_time": "2015-11-25T05:28:58+0000"
        },
        {
            "id": "440017489493032_460497180778396",
            "message": "This is well overdue. A pivotal event to unite a movement that has been fragmented for too long because of human ego. So happy to see this",
            "updated_time": "2015-11-25T03:48:21+0000"
        },
        {
            "id": "440017489493032_483005215194259",
            "message": "Please read this and the links in the comments.Some 34,000 Star Wars fans petitioned the U.S. government to build a Death Star. \nThe official White House response: “The Administration does not support blowing up planets.”\nReally.\nhttp://swampland.time.com/2013/01/31/we-the-people/",
            "updated_time": "2015-11-25T03:46:59+0000"
        },
        {
            "id": "440017489493032_463611570466957",
            "message": "Lesson 5- More on writing letters: \n\nLetters are a very effective tool for reaching the public, your legislators, and companies. Here are instructions for three types of letters used in animal rights campaigns:\n\nLetters to the Editor\nLetters to the editors of your local newspapers are a great way to reach a large audience, many of whom probably never thought about animal issues before. Discuss only one issue per letter, and if applicable, tell the reader how to take action. If you are responding to an article that appeared in the newspaper, mention the article. Keep your letter short and to the point. Look at the letters published by your local newspaper for guidance on the length of your letter. If the issue deserves a longer discussion, look at the length of the Op-Ed pieces published by the newspaper and tailor your letter to be published as an Op-Ed. Make sure you provide your contact information so the editors can confirm that you are the author of the letter.\n\nLetters to Legislators\nLetters to legislators are important because they let the legislators know how their constituents feel about the issues. Remember to be polite, but be clear about your position. If you are writing about a particular piece of legislation, try to provide the bill number, because there are sometimes multiple bills pending on a single subject. End the letter by asking them where they stand on the issue, and be sure to provide your contact information so they can see that you are a constituent and can get back to you.\n\nLetters to Companies\nLetters to companies can be very effective because they are frequently part of a larger boycott campaign. If you are boycotting a company because they conduct animal testing, send them a letter so they know why they’ve lost your business. As always, be clear but polite, and be sure to include your contact information so they can get back to you. Sometimes they will try to justify their actions, but every once in a while, a company will write to tell you that they are changing their practices!\n\nHow to Write Effective Letters to Congress\n\nKeep it Simple\n\nYour letter should address a single topic or issue. Typed, one-page letters are best. Many PACs \n(Political Action Committees) recommend a three-paragraph letter structured like this:\n\nSay why you are writing and who you are. List your \"credentials.\" (If you want a response, you must include your name and address, even when using email.)\nProvide more detail. Be factual not emotional. Provide specific rather than general information about how the topic affects you and others. If a certain bill is involved, cite the correct title or number whenever possible.\nClose by requesting the action you want taken: a vote for or against a bill, or change in general policy.\nThe best letters are courteous, to the point, and include specific supporting examples.\n\nAddressing Members of Congress\n\nTo Your Senator:\n\nThe Honorable (full name)\n(Room #) (Name) Senate Office Building\nUnited States Senate\nWashington, DC 20510\n\nDear Senator:\n\nTo Your Representative:\n\nThe Honorable (full name)\n(Room #) (Name) House Office Building\nUnited States House of Representatives\nWashington, DC 20515\n\nDear Representative:\nThe above addresses should be used in email messages, as well as those sent through the Postal Service.\n\nFinding Their Addresses\n\nSenate and House of Representatives\n\nU.S. Senators (web sites and mailing addresses)\nhttp://www.senate.gov/\n\nWrite Your U.S. Representative (A service of the House that will assist you by identifying your Congressperson in the U.S. House of Representatives and providing contact information.\n\nU.S. Supreme Court\n\nContact Information - US Supreme Court\nhttp://usgovinfo.about.com/blsupct.htm\n\nThe Justices do not have email addresses, but they do read letters from citizens.\n\nTo Conclude\n\nHere are some key things you should always and never do in writing to your elected representatives.\n\nBe courteous and respectful without \"gushing.\"\nClearly and simply state the purpose of your letter. If it's about a certain bill, identify it correctly. If you need help in finding the number of a bill, use the Thomas Legislative Information System.\nhttps://www.congress.gov/\n\nSay who you are. Anonymous letters go nowhere. Even in email, include your correct name, address, phone number and email address. If you don't include at least your name and address, you will not get a response.\nState any professional credentials or personal experience you may have, especially those pertaining to the subject of your letter.\nKeep your letter short -- one page is best.\nUse specific examples or evidence to support your position.\nState what it is you want done or recommend a course of action.\nThank the member for taking the time to read your letter.\n\nNever use vulgarity, profanity, or threats. The first two are just plain rude and the third one can get you a visit from the Secret Service. Simply stated, don't let your passion get in the way of making your point,\nDon't fail to include your name and address, even in email letters.\nRequest a response.\n\nIdentifying Legislation\n\nCite these legislation identifiers when writing to members of Congress:\n\nHouse Bills: \"H.R._____\"\nHouse Resolutions: \"H.RES._____\"\nHouse Joint Resolutions: \"H.J.RES._____\"\nSenate Bills: \"S._____\"\nSenate Resolutions: \"S.RES._____\"\nSenate Joint Resolutions: \"S.J.RES._____\"\nhttp://www.house.gov/representatives/\n\nIf you get an impressive number of signatures on a petition, or if the petition concerns a hot issue in the news, you may be able to interest the media. Send out a press release announcing a date, time and place where the petitions will be delivered to the legislator. If you get media coverage, this will help spread your message and may inspire more people to contact their legislators.",
            "updated_time": "2015-11-12T03:02:06+0000"
        },
        {
            "id": "440017489493032_495880897240024",
            "message": "Wonderful way to write to Senators Representatives Judges and so on it tells you how to write to the and get a positive response. I highly recommend anyone interested in writing to anyone in the system even the newspaper to go to this event.",
            "updated_time": "2015-11-12T03:01:21+0000"
        },
        {
            "id": "440017489493032_496043743890406",
            "updated_time": "2015-11-11T20:14:58+0000"
        },
        {
            "id": "440017489493032_485133064981474",
            "message": "What it is: As described on its website, the Animal Law Conference is the “central gathering point of the global animal law community.” Hosted annually by Lewis & Clark Law School and the Animal Legal Defense Fund, the conference is often the highlight of the year for aspiring animal law attorneys and practitioners in the field. It is known for featuring some of the most well-known and respected voices in animal law.\n",
            "updated_time": "2015-10-03T05:44:09+0000"
        },
        {
            "id": "440017489493032_484459518382162",
            "message": "The Petition event in German: https://www.facebook.com/notes/tara-the-animal-rights-assembly/german-petition-seminar-lehren-aus-der-petition-tutorial-laufenden-ereignis/1623649217898946",
            "updated_time": "2015-10-02T19:06:53+0000"
        },
        {
            "id": "440017489493032_484468148381299",
            "message": "I can go because  i Leave in Portugal.Sorry.",
            "updated_time": "2015-09-30T22:24:38+0000"
        },
        {
            "id": "440017489493032_480678285426952",
            "message": "Event : ongoing\ninfos up\nthey make you put a date\ncan only edit  certain number of times so went way ahead.\nmay add stuff later.\n:)",
            "updated_time": "2015-09-17T22:24:39+0000"
        },
        {
            "id": "440017489493032_461533214008126",
            "message": "Thank you Tara for creating this page! I just finally got back to it tonight. Thank you again!",
            "updated_time": "2015-08-29T19:14:37+0000"
        }
    ],
    "paging": {
        "next": "https://graph.facebook.com/v2.8/440017489493032/feed?access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&until=1440875677&__paging_token=enc_AdCjERX37lrUj3KwwwjKssAWXS2lOZArH1LdRZBQWwnbOg3T2eDAR1b4G2dvbyiCZCgnH21KfXSVGauuUIX85Fz2xOiSFy6LlltK5qT5h8dZABIkVQZDZD",
        "previous": "https://graph.facebook.com/v2.8/440017489493032/feed?since=1471144667&access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&__paging_token=enc_AdAVBxuPswIzR4O5saGD7rJ8eKrwW37BJpSXwNopafQW6tZB1w8cznxVUL5sEodBuveKGX0j6h8X6bcsDIdogZAVi4Ab6GjCNqyaeq0LASDF6aCAZDZD&__previous=1"
    }
}