{
    "data": [
        {
            "id": "659129974253912_670437196456523",
            "message": "\"הם לא מתביישים לינוק חלב של אם בזנות אחרי לידה (כשאחד מהם הוא הרי האב הלא מוכר) ולהמליץ לזנאים אחרים בפורום מיועד, היכן היא נמצאת.\" \n\nמתוך כתבה שאני עורכת בנושא, לקראת ההפגנה :(",
            "updated_time": "2016-12-17T05:54:42+0000"
        },
        {
            "id": "659129974253912_669189586581284",
            "message": "אנחנו מזמינות אתכם, הגברים, להצטרף ולצאת לרחובות איתנו, למחות כנגד הקלות הבלתי נסבלת של הזנאות. בואו נצא ביחד לבייש את הזנאי שחי בקרבנו, כאחד מאיתנו, הזנאי שחי ומתקיים באנונימיות ובבטחון, ובידיעה שאין לו מפריע במעשה הזנאות.\n\nאף ילדה לא חולמת להיות זונה כשתהייה גדולה. הלחימה היא על עיצוב פניי החברה, כך שתהום הזנות לא תהייה פעורה בפני הילדות שנולדות היום, בכסות של מקצוע, תהום שמעטות נחלצות ממנה ורובן מוצאות בה את מותן בטרם עת; גיל המוות הממוצע של נשים בזנות הוא 40, לאחר ששומשו בידיי הזנאים כעשרות, אם לא מאות, אלפי פעמים.\n.\nיחד נצא לרחוב לנקוט בעמדה החד משמעית שרכישת שימוש באברי מינה של האישה (וסחירתם בידי הסרסור) אינם מסחר אלא עבריינות, שהזנאי אינו \"לקוח\" ושגוף האישה איננו מוצר לגיטימי. \n\nכ-15 אלף נשים בזנות בישראל, כשליש הן קטינות.\nחוק הפללת הלקוח (הזנאי) התקבל פה אחד בכנסת ב-2012 ולמרות זאת, מאז לא עבר לקריאה שנייה, זאת ללא כיסוי תקשורתי לגבי העיכוב או פשרו.\nהחוק כולל סל שיקום נדיב לחילוץ נשים ממעגל הזנות ושיקומן לתוך החברה.\n\nבעוד שהכנסת ישנה על החוק, נצא כולנו לרחוב להצהיר ש-\nלא עוד\nלא במשמרת שלנו\n\nנפגשים ביום חמישי 22.12 בשעה 22:00 בקפה ביאליק, פינת רחוב אלנבי, תל אביב, וצועדים למועדון זנאים בקרבת מקום.\nאנא התלבשו יפה ושיזרו פריט אדום בלבוש. \n\nשימרו את התאריך, הצטרפו לאיוונט ושתפו חברים.",
            "updated_time": "2016-12-15T21:55:02+0000"
        },
        {
            "id": "659129974253912_669755559858020",
            "updated_time": "2016-12-15T16:00:33+0000"
        },
        {
            "id": "659129974253912_669354809898095",
            "message": "נהדר,   תודה",
            "updated_time": "2016-12-14T22:10:48+0000"
        },
        {
            "id": "659129974253912_668749626625280",
            "message": "שלום כולן!\nבהפגנות שעשינו לפני כמה שנים במסגרת מצילים את חוף תל אביב, היה בחור שהכין שבלונה יפה ופשוטה לחולצות. ביקשנו מכולן להביא טי שירט ספייר ולפני תחילת ההפגנה הוא ריסס בצבע מיוחד את השבלונה על החולצות.\nזה גם תרם מיידית כתלבושת, וגם השאיר למשתתפות/ים חולצה מדליקה ואקטיביסטית בארון. שעבדה בכל פעם שנלבשה.\nהבחור מאז בארה\"ב, אבל חשבתי שאולי למישהי מפה יתאים לעצב כזה דבר, ולייסד את ליין החולצות לארוע הקרוב, ולאלה שיגיעו אחריו.\nכמובן שתצטרך גם את הידע והיכולת הביצועית לעניין.\nמניחה שלמעצבות יכולים לעלות גם רעיונות אחרים להשפיע על קוד הלבוש שלנו, ועל המלתחה שתישאר לנו מההפגנות, אז מתייגת פה כמה מחברותי המעצבות, אבל זו שאלה פתוחה לכווווווווולן\n\nHamutal Borochov\nAlex Kurbatov\nVanane Borian",
            "updated_time": "2016-12-14T14:44:21+0000"
        },
        {
            "id": "659129974253912_659158810917695",
            "message": "כל עוד הזנאות לגיטימית כולנו עומדות למכירה.\n\nכל עוד יש זנאים שיוצרים ביקוש - יהיה היצע, ויהיו סרסורים שינצלו את המצב בכדי לאסוף נשים חלשות ולספק אותן לזנאים כשפחות מין.\n\nאנחנו דורשות מהמדינה להתערב ולהוציא אל מחוץ לחוק את התופעה האלימה, שתפקידה להמשיך להשליט טרור על כלל האוכלוסיה הנשית.\n\nאנחנו דורשות מהכנסת להפסיק להתחמק, ולהעלות להצבעה את החוק להפללת לקוחות הזנות, שמשמעו קנסות כבדים וענישה של צרכני זנות ובמקביל סל שיקום רחב ונדיב שמאפשר לכל אשה שמעוניינת לצאת מהזנות לעשות זאת בצורה מכובדת!\n\nאנחנו דורשות מהחברה כולה, נשים וגברים, להתייצב ביחד נגד הזנאים שמבאישים את ריחו של המין הגברי כולו ושמשתמשים בנשים מוחלשות כאסלה לשלשול דחפיהם האלימים והחולניים.\n\nבואו למחות נגד תופעת הניצול של נשים חלשות והפיכתן לכלי סופג לאלימותו המינית של הזנאי, בחסות החוק והמדינה.\n\nיום חמישי, 22 בדצמבר, ב 22:30\nבתל אביב\nנמתין ביחד לזנאים שמגיעים לנצל ולהשפיל נשים תמורת כסף ונסביר להם שאחיותינו אינן חפצים. נצלם את ההסברה בטלפונים ונעלה אותה לרשת.\n\nכתובת האירוע, באזור רחוב בן יהודה בתל אביב, תתפרסם בהמשך.\n\nרצוי לשלב בביגוד פריט אדום, אחד לפחות. יכול להיות שמלה, חולצה, נעליים, תיק, צעיף או כל בגד/אקססורי אחר.",
            "updated_time": "2016-12-14T14:36:59+0000"
        },
        {
            "id": "659129974253912_668624713304438",
            "updated_time": "2016-12-14T14:19:17+0000"
        },
        {
            "id": "659129974253912_668663816633861",
            "message": "הזנאים, ככל שאני מבינה, הם סוציופתים לגבי האישה בזנות בפרט וקצת פחות אבל גם, לשאר הנשים.\nכלומר הרווחה שלה לא מעניינת אותם כהוא זה.\nכל הטיעונים שלהם לגבי הזונה המאושרת או זכות הבחירה שלה או שהיא נהנת או שזה מין או שהיא לא סובלת וכ׳, הם קלישאות שמטרתן לשדרג את התדמית *שלהם* בעיניי הציבור, שזה הדבר היחיד שחשוב להם בעצם.\nאין מה לנסות (לדעתי) לפנות ללב של זנאי ולשכנע אותו בסבלותיה כי הוא בעצם יודע.\nהוא יודע ולא מעניין אותו כי חשוב לו יותר לספק את הייצרים האפלים שלו.\nמה זה אומר על הויכוח איתם?\nלדעתי, שהכי חשוב לבייש אותם. לא להשפיל אלא לבייש שזה לשים מראה על הבחירות שלהם, של הזנאי, להשתמש באישה בתשלום.\nפחות לעניין אותו בסבל שלה כי שוב, אין שם לב.\nבמחקר הזנאים של פרלי רוב הזנאים הודו שחשיפה של הזהות הזנאית שלהם בציבור היא גורם מרתיע להפסיק בזנאות (ולא הסבל שלה). אז הייתי הולכת על התעמתות עם הבחירות העלובות שלהם ושיפסיקו להסתתר מאחוריה",
            "updated_time": "2016-12-13T21:51:19+0000"
        },
        {
            "id": "659129974253912_668661303300779",
            "message": "מה פשר המלים המוזרות הללו????",
            "updated_time": "2016-12-13T13:24:54+0000"
        },
        {
            "id": "659129974253912_668337619999814",
            "message": "עוד אחד שמקבל סיפוק מיני מזה שאומרים לו \"לא\"",
            "story": "Tali Koral shared When He Pays's photo to the event: ‎באות ובאים לזנאים‎.",
            "updated_time": "2016-12-12T21:05:11+0000"
        },
        {
            "id": "659129974253912_668332813333628",
            "story": "Tali Koral shared When He Pays's photo to the event: ‎באות ובאים לזנאים‎.",
            "updated_time": "2016-12-12T21:04:37+0000"
        },
        {
            "id": "659129974253912_667170560116520",
            "message": "https://www.facebook.com/limor90210/videos/vb.688254395/10154672601904396/?type=2&theater",
            "updated_time": "2016-12-12T14:26:55+0000"
        },
        {
            "id": "659129974253912_668079973358912",
            "message": "כל מי שרוצה להגיע אבל מרגיש לא בקיא בנושא או חסר ביטחון- הכנסו לאתר של מכון תודעה! יש שם המון מידע שיכול לעזור וזה גם מאוד מעניין.",
            "updated_time": "2016-12-12T09:36:17+0000"
        },
        {
            "id": "659129974253912_664007433766166",
            "message": "הזמנתי עוד רבים מחבריי",
            "updated_time": "2016-12-10T20:37:23+0000"
        },
        {
            "id": "659129974253912_666833226816920",
            "message": "היי, \nהאם אפשר להעלות סרטונים מההפגנה הקודמת?\nאני רוצה לשלוח לאנשים בפרטי כדי להראות להם על מה מדובר.\nתודה",
            "updated_time": "2016-12-10T20:22:13+0000"
        },
        {
            "id": "659129974253912_665252966974946",
            "message": "יש מקום גם אם אני גבר ולא אישה?\nאו שההפגנה לנשים בלבד?",
            "updated_time": "2016-12-09T13:26:28+0000"
        },
        {
            "id": "659129974253912_666182996881943",
            "message": "עמוד הקמפיין נפתח!\nנפרסם בו במהלך השבועיים הקרובים טקסטים שיעזרו לנו להסביר לזנאים (וגם לקהל הלא זנאי) בהפגנה. מוזמנים לעשות לייק ולשתף!",
            "updated_time": "2016-12-09T11:45:38+0000"
        },
        {
            "id": "659129974253912_663997857100457",
            "message": "עצם קיום הזנות בארץ ובעולם מעמיד כל אשה  בסכנה ואף אחת לא פטורה, הכל תלוי רק במזל ובגורל ואין לנו באמת ממש שליטה על זה, אף אחת לא יכולה להצטחצח במשהו ולייחס לעצמה את הזכות אם אינה כזו.\nובעצם בוכריס, קצב , לאור טרמפ ועוד חלאות, מראים שזה לגיטימי. אם אישה ממש חלשה, מרקע משפחתי גרוע ומצב כלכלי קשה כל זנאי גועלי ונתעב יכול לנצל ולהשתשמש. אולם אם גבר מגיע למרומי מעמדות הכח בחברה, בפוליטיקה בצבא, באוניברסיטה, בכלכלה, הוא יכול כבר להשתשמש בכל מי שחפצה נפשו וזה מקובל על כולם וזה ממש סבבה. \n דוגמה טובה לכמה רווחת התופעה וכמה נוראית זה במקרה של קצב הדביל שעד היום הוא לא מבין מה פשעו ומאמין שהוא קורבן, כי הרי היה ברור לו שתפקידו כלל את כל הפריוולגיות האלה שלהשתמש בכל אשה, זה מה שהוא ראה סביבו כל חייו וזה ניראה לו מובן מאיליו. \nאז אנא תמכו במאבק לקידום החוק להפללת הזנאי (\"הלקוח\") בואו איתנו למחאה ביום ה', ה22/12 בואו נצעק ונעמוד על זכותנו הבסיסית להיות אדוניות על גופנו וחיינו, שלא אנו ולא אף אחת חפץ לשימושו של אף אחד. אף אחד, אף יצור מרגיש, כואב וסובל אינו קיים לשימוש של זולתו",
            "updated_time": "2016-12-07T08:32:40+0000"
        },
        {
            "id": "659129974253912_662773913889518",
            "message": "יש מצב שאת בארץ בתאריך המדובר, ופנויה להוביל מגאפונית את הקריאות, בכשרונך הנדיר?\nLiron Azran",
            "updated_time": "2016-12-05T11:39:05+0000"
        },
        {
            "id": "659129974253912_661490240684552",
            "message": "בואו לדבר ולשמוע איזה סוג של התארגנות צריך כדי להעיף את הבוכריסים הקסטיאלים השפרים והסמולנסקים לפח האשפה של ההיסטוריה\nhttps://www.facebook.com/maavak.nidal/photos/a.185618028146665.35747.128107183897750/1306252469416543/?type=3&theater",
            "story": "Keshet Zamir shared ‎מאבק סוציאליסטי • نضال اشتراكي‎'s photo to the event: ‎באות ובאים לזנאים‎.",
            "updated_time": "2016-12-01T22:58:15+0000"
        },
        {
            "id": "659129974253912_659489374217972",
            "message": "כפרות עליכן כל הכבוד על היוזמה! בהצלחה!",
            "updated_time": "2016-11-28T13:21:35+0000"
        },
        {
            "id": "659129974253912_659329647567278",
            "message": "עד 1:30 בלילה??",
            "updated_time": "2016-11-27T23:15:07+0000"
        },
        {
            "id": "659129974253912_659151954251714",
            "message": "מידע נוסף על זנאים, דבריהם, מעשיהם, עדויותיהם על עצמם, ובכלל על אודות זנאות ושידול לזנות:\nWhen He Pays\nWhen He Pays. Me\nWhen He Tries To Buy Me\nמאיה בפעם השישית\nלילי ליליאן\nDana Levy",
            "updated_time": "2016-11-27T15:30:24+0000"
        }
    ],
    "paging": {
        "next": "https://graph.facebook.com/v2.8/659129974253912/feed?access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&until=1480260624&__paging_token=enc_AdAYHcJh2GFmlqbhNOyJPV2KzVZBEfh8RJadknUtYKcMYdVwcZBEXKYC0m5XaSEbMpxfvw36dHPhu8tKfcbI1RqYxhZBxSarpoWo4RMXXpzMIlQ5QZDZD",
        "previous": "https://graph.facebook.com/v2.8/659129974253912/feed?since=1481954082&access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&__paging_token=enc_AdBZC2uhVcOunTes65F7BR3qlaWjaOQspHCOrOp4VtXShvREUrQKIX5tI4pBLuJkJ308175P6H6cucEKxJskD2WiX9oC3QYtoqFHgZAAYsrO1hTAZDZD&__previous=1"
    }
}