{
    "data": [
        {
            "id": "808693009269997_809275935878371",
            "message": "IM KULTURHAUS SCHLANDERS",
            "updated_time": "2016-12-12T07:49:07+0000"
        },
        {
            "id": "808693009269997_809005872572044",
            "message": "Im abgelaufenen Jahr habe ich mich ziemlich intensiv mit Gedanken aus der Bibel  beschäftigt, die heutzutage sehr unmodern klingen, die aber – gerade für die Weihnachtszeit – neue Perspektiven zulassen auf das, was vor 2000 Jahren in Israel passiert sein könnte.\nAm Anfang der Neuen Testaments steht laut und deutlich eine bisher recht unbeachtete Botschaft, nämlich: „Der König ist zurück!“ Alle 4 Evangelien pushen diese Behauptung, so quasi als Überschrift. Um diese Aussage aber richtig verstehen zu können, müssen wir uns zurückversetzen in das Israel vor 2000 Jahren.  \nIsrael wartete seit Jahrhunderten sehnsüchtig darauf, dass sich erfüllen möge, was in den alten Schriften der Torah angekündigt worden war. Die Psalmen sind Lobeshymnen auf den König. Die Hoffnung der Juden im 1. Jahrhundert war tatsächlich die, dass der Gott des Alten Testamentes bald tatsächlich erscheinen und als rechtmäßiger König sein Land wieder in die Hand nehmen würde. Mehr noch, sie waren der Überzeugung, dass dieser König dann Herrscher nicht nur über Israel, sondern über alle Völker und Nationen der Welt sein würde. \nUnd dann, auf einmal, geschieht genau das! Irgendwo in Betlehem wird ein Kind geboren, das die Geschicke der Welt verändern sollte. Es geht los! Das ist die Botschaft, die am Anfang eines jeden der vier Evangelien steht. Das, worauf ihr so lange gewartet habt, erfüllt sich nun! Die Zeit des Wartens unter einer unrechtmäßigen Herrschaft ist vorbei! Freuet Euch!\nÜber kein Thema hat Jesus selber so viel geredet wie über das „Königreich“. Seine Aussagen sind faszinierend und revolutionär, bis zum heutigen Tag.\nJesus entsetzte allerdings die Gelehrten und die hohe Geistlichkeit seiner Zeit mit der provokanten Aussage, dass ihre Vorstellung von einem Königreich Gottes, das mit Pauken und Trompeten und allerhand Brimborium auf die Welt kommen würde, falsch ist. Reich Gottes ist weder ein kirchliches Establishment und keine neue politische Macht, sondern eine neue Kultur, die sich etablieren und alle Bereiche des Menschlichen umgestalten wird. Gottes Reich kommt mit einer neuen Sichtweise auf die Dinge und verändert Weltanschauung und Lebensstil der Menschen. \nDas Göttliche dringt in den Menschen und erlaubt so eine Königreichskultur „wie im Himmel so auf Erden“. Das ist der neue Bund! Eine Einladung, in die Königreichskultur Gottes hineinzuwachsen, damit Himmel auf Erden kommen kann. Glaube, Liebe, Hoffnung als Lifestyle, eine Kultur der Freiheit, der Großzügigkeit, der Barmherzigkeit. Eine ReLOVEution, damit ReCreation geschehen kann.\nDas ist die Frohe Botschaft!",
            "updated_time": "2016-12-11T22:08:24+0000"
        }
    ],
    "paging": {
        "next": "https://graph.facebook.com/v2.8/808693009269997/feed?access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&until=1481494104&__paging_token=enc_AdAo4sqgCl3fn1YuZCY1ZC1ElxGBTGSKUBjU6mcNCXUyHqFOo9ZA6Sti7Bv1hyOBfIWSA2yW4GLFbwzN8NFgp0eaGRoxpFdZBZB4WC5TFKf9ZAFftA7AZDZD",
        "previous": "https://graph.facebook.com/v2.8/808693009269997/feed?since=1481528947&access_token=190441714759199|QdoMmLvHYEUzSeeLyPK4Awg6Zv4&limit=25&__paging_token=enc_AdChsf9FEmPiSrb15W6V1xxfxMdt90ydYJ2pOFNmy2hQ3nQTgq1ZAkZA7ZAYvsbdGxrGQtfxIWgGFkKpZCZBneZBvLTResxUengm7MIIMvk95OKOWhWAZDZD&__previous=1"
    }
}